{"https://www.reuters.com/": ["Britain's security forces have detection systems that can be deployed throughout the country to combat the threat of drones, security minister Ben Wallace said on Monday, after three days of disruption at London's Gatwick airport last week. Norwegian Air  announced a $230 million cost savings program on Monday along with steps including the refinancing of one Boeing  787 Dreamliner that the budget airline said would generate more than $30 million in liquidity. China plans to remove import and export tariffs in 2019 on a range of goods, including import taxes on alternative meals used in animal feed, to secure supplies of raw materials amid trade tensions with the United States and boosting outbound cargoes. Malaysian budget carrier AirAsia Group Berhad  will sell a portfolio of 25 planes to U.S. private investment firm Castlelake LP for $768 million, it said on Monday. British police on Sunday released without charge two people arrested in an inquiry into the illegal use of drones at London's Gatwick Airport that crippled operations for three days last week. South Korea denied on Monday that one of its warships had locked its targeting radar on a Japanese patrol plane, which drew a strong protest from Tokyo amid increasingly frosty relations between the regional neighbors. A SpaceX rocket carrying a U.S. military navigation satellite blasted off from Florida's Cape Canaveral on Sunday, marking the space transportation company's first national security space mission for the United States. Birmingham airport in Britain has resumed services after suspending operations earlier due to an air traffic control fault, the airport said on Sunday. Police have arrested a man and a woman after rogue drone operators crippled London's Gatwick Airport for three days by repeatedly flying onto the airfield, sparking a major security response. A Brazilian judge overturned on Friday a decision that put the brakes on planemaker Embraer's  proposed sale of 80 percent of its commercial aviation division to Boeing Co , as the judicial back-and-forth surrounding the deal continued. Modern airliners are always connected to the internet, and that has some worried that they could be hacked. Reuters, the news and media division of Thomson Reuters, is the world’s largest international multimedia news provider reaching more than one billion people every day. Reuters provides trusted business, financial, national, and international news to professionals via Thomson Reuters desktops, the world's media organizations, and directly to consumers at Reuters.com and via Reuters TV.  Learn more about Thomson Reuters products:  All quotes delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.", "Japan's Nikkei slumped to a\n20-month low on Tuesday after a deepening slide on Wall Street\nheightened investors' aversion to risk. * Trump's confrontation with Fed seen hurting confidence in\ndlr President Donald Trump\nblasted the Federal Reserve on Monday, describing it as the\n\"only problem\" for the U.S. economy, as top officials convened\nto discuss the growing rout in stock markets caused in part by\nthe president's attacks on the central bank. President Donald Trump and\ntop Democrats in Congress sparred over the partial shutdown of\nthe U.S. government on Monday, with no sign of tangible efforts\nto reopen agencies closed by a political impasse over Trump's\ndemand for border wall funds. -----------------------------------------------------------\nThis Diary is filed daily. ** Indicates new events\n-----------------------------------------------------------\nTUESDAY, DECEMBER 25 Latin American currencies maintained an\neven keel against a softer dollar on Monday while regional\nstocks reflected the weakness prevalent in markets across the\nglobe, sinking to their lowest closing level in two weeks.\n    U.S. President Dona * Physical markets weak as Asian refiners cut purchases\n(Adds post-settlement trade) The following bids, mergers, acquisitions\nand disposals were reported by 2100 GMT on Monday: The Federal Reserve is finished raising\nU.S. interest rates. Yields on 10-year U.S. Treasury\nnotes slipped on Monday to  eight-month lows as investors,\nunsettled by dramatic stock market losses and further U.S.\ninterest rate incr A 134 million people have shopped for their Christmas gifts this weekend, according to the National Retail Federation. Julia Sun reports. Reuters, the news and media division of Thomson Reuters, is the world’s largest international multimedia news provider reaching more than one billion people every day. Reuters provides trusted business, financial, national, and international news to professionals via Thomson Reuters desktops, the world's media organizations, and directly to consumers at Reuters.com and via Reuters TV.  Learn more about Thomson Reuters products:  All quotes delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.", "WorldBusinessMarketsPoliticsTVBrexitImprisoned In MyanmarSectors Up CloseBreakingviewsInvestingFuture of MoneyWorld At WorkPhotos0 : 0narrow-browser-and-phonemedium-browser-and-portrait-tabletlandscape-tabletmedium-wide-browserwide-browser-and-largermedium-browser-and-landscape-tabletmedium-wide-browser-and-largerabove-phoneportrait-tablet-and-aboveabove-portrait-tabletlandscape-tablet-and-abovelandscape-tablet-and-medium-wide-browserportrait-tablet-and-belowlandscape-tablet-and-belowAppsNewslettersAdvertise with UsAdvertising GuidelinesCookiesTerms of UsePrivacyAll quotes delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2018 Reuters. All Rights Reserved.", "WorldBusinessMarketsPoliticsTVBrexitImprisoned In MyanmarSectors Up CloseBreakingviewsInvestingFuture of MoneyWorld At WorkRates &amp; BondsData delayed by at least 15 minOverviewOverviewUnited StatesUSCanadaCAUnited KingdomUKGermanyDEJapanJPChinaCNIndiaINAustraliaAUQuick Market LinksCommoditesCurrenciesStocksBond YieldsBusiness News3 hours ago Politics4 hours ago Bonds News6 hours ago Business News8 hours ago Bonds News9 hours ago Business News9 hours ago Bonds News9 hours ago Business News10 hours ago Bonds News11 hours ago Bonds News11 hours ago Bonds News11 hours ago Bonds News11 hours ago Bonds News12 hours ago Commodities12 hours ago Bonds News12 hours ago Bonds News12 hours ago Business News12 hours ago Bonds News13 hours ago Bonds News13 hours ago Bonds News13 hours ago MarketsU.S.EuropeAsiaMEAIndexLastChangeDow Jones .DJI21792.22:59pm EST-653.17-2.91%S&amp;P 500 .SPX2351.12:59pm EST-65.52-2.71%Nasdaq .IXIC6192.9192:15pm EST-140.08-2.21%S&amp;P/TSX .GSPTSE13780.192:18pm EST-155.25-1.11%More StocksCommoditiesNamePriceChangeNYMEX Crude Oil 42.68-6.82%ICE Brent Crude 50.49-6.60%Gold 1,268.49+0.00%CBOT Corn 377.75-0.20%CBOT Soybeans 884.25-0.06%More CommoditiesKey Cross RatesUSDUSDJPY€EUR1.14130.87581.14130.8758125.69000.0080£GBP1.27040.78711.27040.7871139.91000.0071$USD1.00001.00001.00001.0000110.13000.0091More Currencies0 : 0narrow-browser-and-phonemedium-browser-and-portrait-tabletlandscape-tabletmedium-wide-browserwide-browser-and-largermedium-browser-and-landscape-tabletmedium-wide-browser-and-largerabove-phoneportrait-tablet-and-aboveabove-portrait-tabletlandscape-tablet-and-abovelandscape-tablet-and-medium-wide-browserportrait-tablet-and-belowlandscape-tablet-and-belowAppsNewslettersAdvertise with UsAdvertising GuidelinesCookiesTerms of UsePrivacyAll quotes delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2018 Reuters. All Rights Reserved.", "China stocks fell and the yuan\nweakened in early Thursday trade after the country's central\nbank announced a new targeted lending tool, hours after the U.S.\nFederal Reserve raised rates and largely maintained its outlook\nfor more hikes next year. Global equity index provider S&P\nDow Jones Indices will include Chinese A-shares in its global\nbenchmarks next year, the company said, becoming the latest in a\nstring of index providers to include mainland Chinese shares in\ntheir major indexes. Investors who pushed equity prices sharply lower on Tuesday are grappling with uncertainty over whether U.S. President Donald Trump will strike a deal to avert an escalation of America's trade war with China, the U.S. Treasury secretary said on Tuesday. Japan's Nikkei slumped to a\n20-month low on Tuesday after a deepening slide on Wall Street\nheightened investors' aversion to risk. Reuters, the news and media division of Thomson Reuters, is the world’s largest international multimedia news provider reaching more than one billion people every day. Reuters provides trusted business, financial, national, and international news to professionals via Thomson Reuters desktops, the world's media organizations, and directly to consumers at Reuters.com and via Reuters TV.  Learn more about Thomson Reuters products:  All quotes delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.", "Cost cuts and closing a unit where Credit Suisse  had parked underperforming assets will help boost return on tangible equity (ROTE) to at least 10 percent in 2019, Chairman Urs Rohner said in an interview published on Saturday. Malaysia is seeking $7.5 billion in reparations from Goldman Sachs Group Inc  over its dealings with scandal-linked state fund 1MDB, the Financial Times (FT) reported on Friday, citing the finance minister. Wells Fargo & Co.  has been hiring overseas after pledging to eliminate thousands of jobs, according to a Department of Labor investigation. Goldman Sachs Group Inc Chief Executive David Solomon on Friday defended the bank against criticism of its compliance and oversight related to dealings with the sovereign wealth fund 1MDB, according to a message sent to employees obtained by Reuters. Global lenders including Citigroup  and HSBC  are stepping up efforts to sell day-to-day banking services to Asia's fast-growing new technology firms, amid growing competition for more traditional transaction banking. U.S. banking regulators announced on Thursday they had signed off on \"living wills\" for four foreign banks - Barclays  , Credit Suisse , Deutsche Bank  and UBS  - detailing how they could safely be dissolved in a crisis. Malaysia on Wednesday charged a second former banker at Goldman Sachs Group Inc  in connection with a suspected money-laundering scheme at state fund 1MDB and said it had issued a summons to the bank. Morgan Stanley is simplifying the way it acquires new technologies from small companies to speed up collaboration and address long running concerns by startups that working with big banks is slow and costly. Estonia has arrested 10 former employees of the local branch of Danske Bank  as part of an international investigation into alleged money laundering. Britain risks driving banks overseas if current high levels of taxation on the industry are maintained after Brexit, a bank lobby group said on Wednesday. President Donald Trump blasted the Federal Reserve on Monday, describing it as the \"only problem\" for the U.S. economy, as top officials convened to discuss the growing rout in stock markets caused in part by the president's attacks on the central bank. Reuters, the news and media division of Thomson Reuters, is the world’s largest international multimedia news provider reaching more than one billion people every day. Reuters provides trusted business, financial, national, and international news to professionals via Thomson Reuters desktops, the world's media organizations, and directly to consumers at Reuters.com and via Reuters TV.  Learn more about Thomson Reuters products:  All quotes delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.", "European shares closed flat to\nslightly higher on Friday, recouping earlier heavy losses as\ncomments from an influential U.S. policymaker soothed some\nconcerns about rising borrowing costs and the threat of a U.S.\ngovernment shutdown. European shares opened in\nnegative territory on Friday, following in the footsteps of U.S.\nand Asian markets which were hit by the threat of a U.S.\ngovernment shutdown and of further hikes in U.S. borrowing\ncosts. European shares rose cautiously\non Wednesday with gains in most sectors lifting the market amid\nspeculation the U.S. Federal Reserve will signal a dovish stance\ntowards monetary policy. European shares rose cautiously\nat the open with gains in the banking and the pharmaceutical\nsectors lifting the market amid speculation the U.S. Federal\nReserve will take a dovish stance towards monetary policy at a\nmeeting later on Wednesday. European shares tumbled on Monday\nwhen a profit warning from online fashion retailer ASOS sent\nretail stocks into nose-dive as investors fretted that consumers\nwere failing to deliver the traditional pre-Christmas spending\nboost to markets. European shares tumbled again on\nMonday as a profit warning from online fashion retailer ASOS\nsent retail stocks spiraling down as investors fretted that\nconsumers are failing to deliver the traditional pre-Christmas\nspending boost to markets. * Chinese and European data add to gloom\n(Adds closing prices, quote, background) European shares were sharply\nlower in early trade on Friday as weak Chinese data renewed\nworries about the health of the world's second-largest economy\nand potential damage from Washington's protracted trade spat\nwith Beijing. * Pernod hits record high after activist move\n(Writes through, adds details, closing prices) European shares opened higher on\nWednesday and were set for a second day of gains as sentiment\ntowards the Sino-US trade dispute lifted after U.S. President\nDonald Trump sounded upbeat about a deal in a Reuters interview. Reuters, the news and media division of Thomson Reuters, is the world’s largest international multimedia news provider reaching more than one billion people every day. Reuters provides trusted business, financial, national, and international news to professionals via Thomson Reuters desktops, the world's media organizations, and directly to consumers at Reuters.com and via Reuters TV.  Learn more about Thomson Reuters products:  All quotes delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.", "NEW YORK There are untapped opportunities in corporate debt securities denominated in emerging-market currencies, Eaton Vance's director of diversified fixed-income said at the Reuters Global Investment 2019 Outlook Summit on Friday. A 134 million people have shopped for their Christmas gifts this weekend, according to the National Retail Federation. Julia Sun reports. Reuters, the news and media division of Thomson Reuters, is the world’s largest international multimedia news provider reaching more than one billion people every day. Reuters provides trusted business, financial, national, and international news to professionals via Thomson Reuters desktops, the world's media organizations, and directly to consumers at Reuters.com and via Reuters TV.  Learn more about Thomson Reuters products:  All quotes delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.", "WASHINGTON President Donald Trump blasted the Federal Reserve on Monday, describing it as the \"only problem\" for the U.S. economy, as top officials convened to discuss the growing rout in stock markets caused in part by the president's attacks on the central bank. |&nbsp;Video\n\t Japan's Nikkei slumped to a\n20-month low on Tuesday after a deepening slide on Wall Street\nheightened investors' aversion to risk. * Trump's confrontation with Fed seen hurting confidence in\ndlr President Donald Trump\nblasted the Federal Reserve on Monday, describing it as the\n\"only problem\" for the U.S. economy, as top officials convened\nto discuss the growing rout in stock markets caused in part by\nthe president's attacks on the central bank. President Donald Trump and\ntop Democrats in Congress sparred over the partial shutdown of\nthe U.S. government on Monday, with no sign of tangible efforts\nto reopen agencies closed by a political impasse over Trump's\ndemand for border wall funds. -----------------------------------------------------------\nThis Diary is filed daily. ** Indicates new events\n-----------------------------------------------------------\nTUESDAY, DECEMBER 25 Latin American currencies maintained an\neven keel against a softer dollar on Monday while regional\nstocks reflected the weakness prevalent in markets across the\nglobe, sinking to their lowest closing level in two weeks.\n    U.S. President Dona * Physical markets weak as Asian refiners cut purchases\n(Adds post-settlement trade) The following bids, mergers, acquisitions\nand disposals were reported by 2100 GMT on Monday: The Federal Reserve is finished raising\nU.S. interest rates. Yields on 10-year U.S. Treasury\nnotes slipped on Monday to  eight-month lows as investors,\nunsettled by dramatic stock market losses and further U.S.\ninterest rate incr European shares fell on Monday as worries over a prolonged government shutdown and the position of Federal Reserve Chairman Jerome Powell added to angst about slowing economic growth, keeping stocks set for their biggest yearly loss in a decade European shares fell on Monday as\nworries over a prolonged government shutdown and the position of\nFederal Reserve Chairman Jerome Powell added to angst about\nslowing economic growth, keeping stocks set for their biggest\nyearly loss in a decade European shares closed flat to slightly higher on Friday, recouping earlier heavy losses as comments from an influential U.S. policymaker soothed some concerns about rising borrowing costs and the threat of a U.S. government shutdown. European shares closed flat to\nslightly higher on Friday, recouping earlier heavy losses as\ncomments from an influential U.S. policymaker soothed some\nconcerns about rising borrowing costs and the threat of a U.S.\ngovernment shutdown. European shares opened in\nnegative territory on Friday, following in the footsteps of U.S.\nand Asian markets which were hit by the threat of a U.S.\ngovernment shutdown and of further hikes in U.S. borrowing\ncosts. A disappointing rate outlook from the U.S. Federal Reserve dragged European shares down sharply on Thursday, with several benchmark indexes hitting two-year lows on worries tighter monetary conditions could weigh on sluggish economic growth. A disappointing rate outlook from\nthe U.S. Federal Reserve dragged European shares down sharply on\nThursday, with several benchmark indexes hitting two-year lows\non worries tighter monetary conditions could weigh on sluggish\neconomic growth. European shares rose cautiously on Wednesday with gains in most sectors lifting the market amid speculation the U.S. Federal Reserve will signal a dovish stance towards monetary policy. European shares rose cautiously\non Wednesday with gains in most sectors lifting the market amid\nspeculation the U.S. Federal Reserve will signal a dovish stance\ntowards monetary policy. European shares rose cautiously\nat the open with gains in the banking and the pharmaceutical\nsectors lifting the market amid speculation the U.S. Federal\nReserve will take a dovish stance towards monetary policy at a\nmeeting later on Wednesday. The U.S. dollar slipped on\nMonday as concerns about a prolonged government shutdown and\nsharply lower equity markets reduced demand for the greenback.\n    U.S. President Donald Trump's budget director and chief of\nstaff, Michael Mulvaney, said on Sunday the partial U.S.\ngovernment shutdown could continue into January, when the new\nCongress convenes and Democrats take over the House of\nRepresentatives.\n    U.S. Treasury Secretary Steven Mnuchin, meanwhile, said on\nSunday that he had held a series of phone conversations with the\nheads of the six largest U.S. banks in an apparent attempt to\nsoothe investors disconcerted by the declining stock market.\n    \"The CEOs confirmed that they have ample liquidity available\nfor lending,\" the Treasury Department said. \n    Mnuchin \"also confirmed that they have not experienced any\nclearance or margin issues and that the markets continue to\nfunction properly,\" the Department said.\n    The calls did nothing to reassure equity investors, who fled\nstocks for the relative safety of U.S. Treasuries and gold. The\nDow Jones Industrial Average ended pre-holiday trading down\nnearly 3 percent and the S&P 500 finished the day 2.7 percent\nlower.\n    \"Mnuchin attempted some damage control,\" Win Thin, global\nhead of currency strategy at Brown Brothers Harriman, said in a\nnote, adding that the move could backfire.\n    \"Yes, markets have been worried about recession and Fed\npolicy mistakes. Until this weekend, however, markets were not\nthat concerned about liquidity or clearance issues. And with\nmarkets on edge, the last thing they needed was another issue to\nworry about,\" Thin said.\n    The Treasury Department also said Mnuchin will convene a\ncall on Monday with the president's Working Group on Financial\nMarkets, which includes Washington's main stewards of the U.S.\nfinancial system and is sometimes referred to as the \"Plunge\nProtection Team.\"\n    The dollar index against a basket of six other major\ncurrencies dipped 0.46 percent to 96.511. It has fallen\nfrom a one-and-a-half-year high of 97.711 on Dec. 14.\n    The dollar has weakened since the Federal Reserve on\nWednesday adopted a less dovish outlook on further rate hikes\nthan many had hoped, raising concerns that the U.S. central bank\nwill keep raising rates into a weakening U.S. economy.\n    Mnuchin on Saturday countered news reports that Trump had\nsuggested that Fed Chairman Jerome Powell be fired because of\nthe Fed's continued interest rate hikes.\n    Trump on Monday renewed his criticism of the Fed, however,\ntweeting that the central bank was the \"only problem\" for the\nU.S. economy.\n    Trading volumes were thin on Monday with Japan closed\nand major global markets preparing to shut for the Christmas\nholiday on Tuesday.\n    \n    ========================================================\n    Currency bid prices at 1:31PM (1831 GMT)\n Description      RIC         Last           U.S. Close  Pct Change     YTD Pct     High Bid    Low Bid\n                                              Previous                   Change                 \n                                              Session                                           \n Euro/Dollar      EUR=        $1.1416        $1.1367     +0.43%         -4.83%      +1.1438     +1.1353\n Dollar/Yen       JPY=        110.3100       111.2100    -0.81%         -2.09%      +111.1900   +110.2700\n Euro/Yen         EURJPY=     125.90         126.45      -0.43%         -6.86%      +126.7400   +125.9000\n Dollar/Swiss     CHF=        0.9874         0.9950      -0.76%         +1.31%      +0.9951     +0.9863\n Sterling/Dollar  GBP=        1.2709         1.2630      +0.63%         -5.94%      +1.2742     +1.2631\n Dollar/Canadian  CAD=        1.3605         1.3598      +0.05%         +8.17%      +1.3610     +1.3566\n Australian/Doll  AUD=        0.7053         0.7032      +0.30%         -9.60%      +0.7069     +0.7034\n ar                                                                                             \n Euro/Swiss       EURCHF=     1.1272         1.1310      -0.34%         -3.57%      +1.1344     +1.1272\n Euro/Sterling    EURGBP=     0.8982         0.9000      -0.20%         +1.11%      +0.9027     +0.8965\n NZ               NZD=        0.6723         0.6717      +0.09%         -5.12%      +0.6743     +0.6707\n Dollar/Dollar                                                                                  \n Dollar/Norway    NOK=        8.7450         8.7611      -0.18%         +6.56%      +8.7757     +8.7203\n Euro/Norway      EURNOK=     9.9839         9.9706      +0.13%         +1.37%      +10.0055    +9.9238\n Dollar/Sweden    SEK=        9.0441         9.0413      +0.42%         +10.27%     +9.0735     +9.0167\n Euro/Sweden      EURSEK=     10.3270        10.2838     +0.42%         +4.96%      +10.3480    +10.2639\n \n (Editing by Jeffrey Benkoe) * U.S. Treasury secretary to consult 'Plunge Protection\nTeam'\n(Updates to close of U.S. equity markets) * Trump secretary plans \"Plunge Protection Team\"\n(Updates to early U.S. equity trading; changes byline) The U.S. dollar slipped against\nthe euro and Japanese yen on Monday as concerns about the\npossibility of a prolonged government shutdown and weak equity\nmarkets reduced demand for the greenback.\n    U.S. President Donald Trump's budget director and chief of\nstaff said on Sunday the partial U.S. government shutdown could\ncontinue to Jan. 3, when the new Congress convenes and Democrats\ntake over the House of Representatives.\n    The U.S. Senate adjourned on Saturday, unable to break an\nimpasse over Trump's demand for more funds for a wall on the\nborder with Mexico that Democrats are unwilling to\naccept.\n    The dollar index against a basket of six major currencies\n dipped 0.39 percent to 96.577. It has fallen from a\none-and-a-half-year high of 97.711 on Dec. 14.\n    MSCI's world equity index, which tracks\nshares in 47 countries, was 0.15 percent lower on the day and\ndown almost 7 percent in the past seven sessions, its worst\nstretch of daily losses since January 2016. Wall Street was set\nto open lower in a shortened session on Monday.\n    U.S. Treasury Secretary Steven Mnuchin said on Sunday that\nhe had held a series of phone conversations with the heads of\nthe six largest U.S. banks in an apparent attempt to soothe\nnervous investors.\n    \"The CEOs confirmed that they have ample liquidity available\nfor lending,\" the Treasury Department said.\n    Mnuchin \"also confirmed that they have not experienced any\nclearance or margin issues and that the markets continue to\nfunction properly,\" the Department said.\n    \"Mnuchin attempted some damage control,\" Win Thin, global\nhead of currency strategy at Brown Brothers Harriman, said in a\nnote, adding that the move could backfire.\n    \"Yes, markets have been worried about recession and Fed\npolicy mistakes. Until this weekend, however, markets were not\nthat concerned about liquidity or clearance issues. And with\nmarkets on edge, the last thing they needed was another issue to\nworry about,\" Thin said.\n    The Treasury Department also said Mnuchin will convene a\ncall on Monday with the president's Working Group on Financial\nMarkets, which includes Washington's main stewards of the U.S.\nfinancial system and is sometimes referred to as the \"Plunge\nProtection Team.\"\n    The dollar has weakened since the Federal Reserve on\nWednesday adopted a less dovish outlook on further rate hikes\nthan many had hoped, raising concerns that the U.S. central bank\nwill keep raising rates into a weakening U.S. economy.\n    Trading volumes were thin on Monday with Japan closed\nand most global markets preparing to shut for the Christmas\nholiday on Tuesday.\n    \n    ========================================================\n    Currency bid prices at 9:07AM (1407 GMT)\n Description      RIC         Last           U.S. Close  Pct Change     YTD Pct     High Bid    Low Bid\n                                              Previous                   Change                 \n                                              Session                                           \n Euro/Dollar      EUR=        $1.1415        $1.1367     +0.42%         -4.84%      +1.1420     +1.1353\n Dollar/Yen       JPY=        110.5700       111.2100    -0.58%         -1.86%      +111.1900   +110.5700\n Euro/Yen         EURJPY=     126.20         126.45      -0.20%         -6.64%      +126.7400   +125.9000\n Dollar/Swiss     CHF=        0.9896         0.9950      -0.54%         +1.57%      +0.9951     +0.9895\n Sterling/Dollar  GBP=        1.2691         1.2630      +0.48%         -6.08%      +1.2695     +1.2631\n Dollar/Canadian  CAD=        1.3598         1.3598      +0.00%         +8.12%      +1.3603     +1.3566\n Australian/Doll  AUD=        0.7052         0.7032      +0.28%         -9.60%      +0.7069     +0.7034\n ar                                                                                             \n Euro/Swiss       EURCHF=     1.1298         1.1310      -0.11%         -3.35%      +1.1344     +1.1299\n Euro/Sterling    EURGBP=     0.8993         0.9000      -0.08%         +1.24%      +0.9027     +0.8979\n NZ               NZD=        0.6723         0.6717      +0.09%         -5.12%      +0.6743     +0.6707\n Dollar/Dollar                                                                                  \n Dollar/Norway    NOK=        8.7595         8.7611      -0.02%         +6.73%      +8.7757     +8.7203\n Euro/Norway      EURNOK=     10.0010        9.9706      +0.30%         +1.55%      +10.0055    +9.9238\n Dollar/Sweden    SEK=        9.0577         9.0413      +0.55%         +10.44%     +9.0735     +9.0167\n Euro/Sweden      EURSEK=     10.3408        10.2838     +0.55%         +5.10%      +10.3480    +10.2639\n \n    \n (Editing by Jeffrey Benkoe) Ant Financial Services Group, Chinese\ne-commerce giant Alibaba Group Holding Limited's\nfintech affiliate, is in advanced talks to buy British currency\nexchange startup WorldFirst in a deal that could be worth more\nthan 500 million pounds ($632.5 million), Sky News reported on\nMonday, citing sources. Ant Financial Services Group, Chinese\ne-commerce giant Alibaba Group Holding Limited's\nfintech affiliate, is in advanced talks to buy British currency\nexchange startup WorldFirst in a deal that could be worth more\nthan 500 million pounds ($632.5 million), Sky News reported on\nMonday, citing sources. * Graphic: World FX rates in 2018 http://tmsnrt.rs/2egbfVh\n(Adds quotes, details, latest prices) Israel's new central bank\ngovernor Amir Yaron sees normalising monetary policy as the most\npressing challenge facing the Bank of Israel, he said as he took\nover the role on Monday. World stocks were set for their\nseventh straight day of losses on Monday, as investors nervy\nabout the possibility of a prolonged U.S. government shutdown\nand a worsening global economy opted for the safety of bonds and\ngold. * MSCI emerging markets stock index hits lowest since Oct.\n31 Reuters, the news and media division of Thomson Reuters, is the world’s largest international multimedia news provider reaching more than one billion people every day. Reuters provides trusted business, financial, national, and international news to professionals via Thomson Reuters desktops, the world's media organizations, and directly to consumers at Reuters.com and via Reuters TV.  Learn more about Thomson Reuters products:  All quotes delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.", "A Japanese court on Sunday extended for 10 days the detention of ousted Nissan Motor Co  chairman Carlos Ghosn, who is facing new allegations of making the car maker shoulder $16.6 million in personal investment losses. South Korea's transport ministry said it would file a complaint against German luxury carmaker BMW  with prosecutors for allegedly delaying recalls and concealing defects that led to several engine fires in the country this year. Volkswagen's  cleanup of a diesel cheating scandal will cost it 5.5 billion euros ($6.25 bln) in 2018 and around 2 billion euros in 2019, Chief Financial Officer Frank Witter told German weekly Boersen-Zeitung. Automakers in the United States repaired more than 7.2 million defective Takata air bag inflators in 2018, as companies have ramped up efforts to track down parts in need of replacement, a report from an independent monitor released on Friday said. German carmaker Volkswagen  will write off its investment in Gett after the Israel-based ride hailing app failed to gain ground on bigger rivals Uber [UBER.UL], Lyft and Didi, weekly Der Spiegel reported on Friday. Ford Motor Co  said Friday it is recalling 874,000 pickup trucks in North America with engine block heaters for fire risks. Japanese prosecutors arrested Nissan Motor Co Ltd's  ousted chairman Carlos Ghosn again on Friday on new allegations of making Nissan shoulder $16.6 million in personal investment losses, dashing chances he would be released on bail before Christmas. Japanese prosecutors arrested Nissan's  ousted chairman Carlos Ghosn for a third time on Friday, accusing him of aggravated breach of trust in transferring personal investment losses to the automaker. Hyundai Motor Co  plans to start producing electric vehicles (EVs) in Indonesia as part of an around $880 million auto investment in the country, the deputy minister for industry said on Thursday. A 134 million people have shopped for their Christmas gifts this weekend, according to the National Retail Federation. Julia Sun reports. Reuters, the news and media division of Thomson Reuters, is the world’s largest international multimedia news provider reaching more than one billion people every day. Reuters provides trusted business, financial, national, and international news to professionals via Thomson Reuters desktops, the world's media organizations, and directly to consumers at Reuters.com and via Reuters TV.  Learn more about Thomson Reuters products:  All quotes delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.", "Renewable Fuels,\n\t\t\t\t\tIntegrated Oil & Gas,\n\t\t\t\t\tOil & Gas Transport Chemicals Diversified,\n\t\t\t\t\tAluminum,\n\t\t\t\t\tConstruction Materials\n\t\n\t\t\t\tIndustrials\n\t\t\t\t-1.25%\n\t\t\t\tIndustrial Machinery & Equipment,\n\t\t\t\t\tConstruction & Engineering\n\t\n\t\t\t\tCyclical Goods & Services\n\t\t\t\t-0.93%\n\t\t\t\tAuto & Truck Manufacturers,\n\t\t\t\t\tHomebuilding,\n\t\t\t\t\tCons Electronics Brewers,\n\t\t\t\t\tPersonal services,\n\t\t\t\t\tFood Distn & Convenience Stores Banks,\n\t\t\t\t\tDiversified Investment Services,\n\t\t\t\t\tProperty & Casualty Ins Pharmaceuticals,\n\t\t\t\t\tBiotechnology & Medical Research\n\t\n\t\t\t\tTechnology\n\t\t\t\t-0.27%\n\t\t\t\tSemiconductors,\n\t\t\t\t\tComputer Hardware,\n\t\t\t\t\tIT Services & Consulting\n\t\n\t\t\t\tTelecoms\n\t\t\t\t-1.13%\n\t\t\t\tIntegrated Telecoms,\n\t\t\t\t\tWireless Telecoms Electric,\n                        Gas,\n                        Water Sector Percentage changes powered by Thomson Reuters Indices. Reuters, the news and media division of Thomson Reuters, is the world’s largest international multimedia news provider reaching more than one billion people every day. Reuters provides trusted business, financial, national, and international news to professionals via Thomson Reuters desktops, the world's media organizations, and directly to consumers at Reuters.com and via Reuters TV.  Learn more about Thomson Reuters products:  All quotes delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.", "WorldBusinessMarketsPoliticsTVBrexitImprisoned In MyanmarSectors Up CloseBreakingviewsInvestingFuture of MoneyWorld At WorkStocksData delayed by at least 15 minOverviewOverviewUnited StatesUSAmericasAmericasEuropeEUAsia PACAPACMiddle East AfricaMEAQuick Market LinksCommoditesRates &amp; BondsCurrenciesIndicesFuturesCommoditiesNamePriceChangeNYMEX Crude Oil 42.68-6.82%ICE Brent Crude 50.49-6.60%Gold 1,268.49+0.00%CBOT Corn 377.75-0.20%CBOT Soybeans 884.25-0.06%More CommoditiesRates &amp; BondsU.S.EuropeGermanyJapanNameYieldChangeUS 3MUS3MT=RR+2.388+0.000US 2YUS2YT=RR+2.561+0.000US 5YUS5YT=RR+2.572+0.000US 10YUS10YT=RR+2.737+0.000US 30YUS30YT=RR+2.999+0.000More BondsKey Cross RatesUSDUSDJPY€EUR1.14130.87581.14130.8758125.69000.0080£GBP1.27040.78701.27040.7870139.91000.0071$USD1.00001.00001.00001.0000110.13000.0091More Currencies0 : 0narrow-browser-and-phonemedium-browser-and-portrait-tabletlandscape-tabletmedium-wide-browserwide-browser-and-largermedium-browser-and-landscape-tabletmedium-wide-browser-and-largerabove-phoneportrait-tablet-and-aboveabove-portrait-tabletlandscape-tablet-and-abovelandscape-tablet-and-medium-wide-browserportrait-tablet-and-belowlandscape-tablet-and-belowAppsNewslettersAdvertise with UsAdvertising GuidelinesCookiesTerms of UsePrivacyAll quotes delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays. © 2018 Reuters. All Rights Reserved."], "https://www.afp.com/": ["Le bilan de l'attentat de Kaboul monte à 43 morts (officiel) Erdogan a invité Trump à se rendre en Turquie en 2019 (Maison Blanche) La Corée du Nord condamnée à payer 501 millions de dollars pour la mort d'un Américain (tribunal) Kaboul: 25 morts dans l'attaque contre un complexe gouvernemental (officiel) us-amj/gle/cls/evs Manifestations au Soudan: le président Béchir promet de \"vraies réformes\" (agence officielle) Turquie : l'achat de Patriot américains n'affectera pas le contrat pour les S-400 russes (porte-parole) Retrait de Syrie: une délégation américaine attendue à Ankara \"cette semaine\" (présidence turque) Donald Trump: la Banque centrale est \"le seul problème de notre économie\" Elections en Israël: Netanyahu veut former une coalition de droite semblable à l'actuelle Tsunami en Indonésie : le bilan monte à 373 morts (secours) 1 513 journalistes transmettent l'information 24h/24 2 296 collaborateurs pour couvrir le monde entier 80 nationalités différentes réparties\r\n\tdans 151 pays&nbsp;\r\n\tet 201 bureaux 5 000 dépêches par jour 3 000 photos par jour 250 vidéos par jour 150 vidéographies par an 75 infographies par jour 300,5 millions d'euros de chiffre d'affaires en 2016 4 827 clients&nbsp; dans le monde 74% clients media\r\n\t26% clients hors-media L’AFP&nbsp;est une agence d’information mondiale fournissant une couverture rapide, vérifiée et complète en vidéo, texte, photo, multimédia et infographie des événements qui font l’actualité internationale. Des guerres et conflits à la politique, à l’économie, au sport, au spectacle jusqu’aux grands développements en matière de santé, de sciences ou de technologie.", "Le bilan de l'attentat de Kaboul monte à 43 morts (officiel) Erdogan a invité Trump à se rendre en Turquie en 2019 (Maison Blanche) La Corée du Nord condamnée à payer 501 millions de dollars pour la mort d'un Américain (tribunal) Kaboul: 25 morts dans l'attaque contre un complexe gouvernemental (officiel) us-amj/gle/cls/evs Manifestations au Soudan: le président Béchir promet de \"vraies réformes\" (agence officielle) Turquie : l'achat de Patriot américains n'affectera pas le contrat pour les S-400 russes (porte-parole) Retrait de Syrie: une délégation américaine attendue à Ankara \"cette semaine\" (présidence turque) Donald Trump: la Banque centrale est \"le seul problème de notre économie\" Elections en Israël: Netanyahu veut former une coalition de droite semblable à l'actuelle Tsunami en Indonésie : le bilan monte à 373 morts (secours) L’AFP&nbsp;est une agence d’information mondiale fournissant une couverture rapide, vérifiée et complète en vidéo, texte, photo, multimédia et infographie des événements qui font l’actualité internationale. Des guerres et conflits à la politique, à l’économie, au sport, au spectacle jusqu’aux grands développements en matière de santé, de sciences ou de technologie.", "Le bilan de l'attentat de Kaboul monte à 43 morts (officiel) Erdogan a invité Trump à se rendre en Turquie en 2019 (Maison Blanche) La Corée du Nord condamnée à payer 501 millions de dollars pour la mort d'un Américain (tribunal) Kaboul: 25 morts dans l'attaque contre un complexe gouvernemental (officiel) us-amj/gle/cls/evs Manifestations au Soudan: le président Béchir promet de \"vraies réformes\" (agence officielle) Turquie : l'achat de Patriot américains n'affectera pas le contrat pour les S-400 russes (porte-parole) Retrait de Syrie: une délégation américaine attendue à Ankara \"cette semaine\" (présidence turque) Donald Trump: la Banque centrale est \"le seul problème de notre économie\" Elections en Israël: Netanyahu veut former une coalition de droite semblable à l'actuelle Tsunami en Indonésie : le bilan monte à 373 morts (secours)   &nbsp;  &nbsp; &nbsp; Candidature spontanée &nbsp; L'AFP recherche des profils variés et propose régulièrement des stages,\n\tdes contrats en alternance, des contrats à durée déterminée et indéterminée.\n\tToutes nos offres d’emploi sont ouvertes aux travailleurs en situation de handicap. &nbsp; L’AFP&nbsp;est une agence d’information mondiale fournissant une couverture rapide, vérifiée et complète en vidéo, texte, photo, multimédia et infographie des événements qui font l’actualité internationale. Des guerres et conflits à la politique, à l’économie, au sport, au spectacle jusqu’aux grands développements en matière de santé, de sciences ou de technologie.", "Le bilan de l'attentat de Kaboul monte à 43 morts (officiel) Erdogan a invité Trump à se rendre en Turquie en 2019 (Maison Blanche) La Corée du Nord condamnée à payer 501 millions de dollars pour la mort d'un Américain (tribunal) Kaboul: 25 morts dans l'attaque contre un complexe gouvernemental (officiel) us-amj/gle/cls/evs Manifestations au Soudan: le président Béchir promet de \"vraies réformes\" (agence officielle) Turquie : l'achat de Patriot américains n'affectera pas le contrat pour les S-400 russes (porte-parole) Retrait de Syrie: une délégation américaine attendue à Ankara \"cette semaine\" (présidence turque) Donald Trump: la Banque centrale est \"le seul problème de notre économie\" Elections en Israël: Netanyahu veut former une coalition de droite semblable à l'actuelle Tsunami en Indonésie : le bilan monte à 373 morts (secours) \n  Video of TRAILER AFP FR 2017\n\n Vous avez une info, un commentaire à transmettre à l&#39;AFP ? Écrivez-nous par... Le réseau mondial de l'Agence France Presse&nbsp;couvre 151 pays L’AFP&nbsp;est une agence d’information mondiale fournissant une couverture rapide, vérifiée et complète en vidéo, texte, photo, multimédia et infographie des événements qui font l’actualité internationale. Des guerres et conflits à la politique, à l’économie, au sport, au spectacle jusqu’aux grands développements en matière de santé, de sciences ou de technologie.", "Le bilan de l'attentat de Kaboul monte à 43 morts (officiel) Erdogan a invité Trump à se rendre en Turquie en 2019 (Maison Blanche) La Corée du Nord condamnée à payer 501 millions de dollars pour la mort d'un Américain (tribunal) Kaboul: 25 morts dans l'attaque contre un complexe gouvernemental (officiel) us-amj/gle/cls/evs Manifestations au Soudan: le président Béchir promet de \"vraies réformes\" (agence officielle) Turquie : l'achat de Patriot américains n'affectera pas le contrat pour les S-400 russes (porte-parole) Retrait de Syrie: une délégation américaine attendue à Ankara \"cette semaine\" (présidence turque) Donald Trump: la Banque centrale est \"le seul problème de notre économie\" Elections en Israël: Netanyahu veut former une coalition de droite semblable à l'actuelle Tsunami en Indonésie : le bilan monte à 373 morts (secours) L'acteur américain Kevin Spacey, accusé par plusieurs hommes d'agressions sexuelles, va être formellement inculpé pour la première fois début janvier, pour attentat à la pudeur contre un adolescent en juillet 2016 près de Boston. L’AFP&nbsp;est une agence d’information mondiale fournissant une couverture rapide, vérifiée et complète en vidéo, texte, photo, multimédia et infographie des événements qui font l’actualité internationale. Des guerres et conflits à la politique, à l’économie, au sport, au spectacle jusqu’aux grands développements en matière de santé, de sciences ou de technologie.", "Le bilan de l'attentat de Kaboul monte à 43 morts (officiel) Erdogan a invité Trump à se rendre en Turquie en 2019 (Maison Blanche) La Corée du Nord condamnée à payer 501 millions de dollars pour la mort d'un Américain (tribunal) Kaboul: 25 morts dans l'attaque contre un complexe gouvernemental (officiel) us-amj/gle/cls/evs Manifestations au Soudan: le président Béchir promet de \"vraies réformes\" (agence officielle) Turquie : l'achat de Patriot américains n'affectera pas le contrat pour les S-400 russes (porte-parole) Retrait de Syrie: une délégation américaine attendue à Ankara \"cette semaine\" (présidence turque) Donald Trump: la Banque centrale est \"le seul problème de notre économie\" Elections en Israël: Netanyahu veut former une coalition de droite semblable à l'actuelle Tsunami en Indonésie : le bilan monte à 373 morts (secours) Ses 2 296 collaborateurs, de 80 nationalités différentes, sont répartis dans 151 pays à travers 201 bureaux. Le réseau a été régionalisé selon cinq grandes zones géographiques : - Sélectionnez votre région géographique : Vous avez une info, un commentaire à transmettre à l&#39;AFP ? Écrivez-nous par... L’AFP&nbsp;est une agence d’information mondiale fournissant une couverture rapide, vérifiée et complète en vidéo, texte, photo, multimédia et infographie des événements qui font l’actualité internationale. Des guerres et conflits à la politique, à l’économie, au sport, au spectacle jusqu’aux grands développements en matière de santé, de sciences ou de technologie.", "Le bilan de l'attentat de Kaboul monte à 43 morts (officiel) Erdogan a invité Trump à se rendre en Turquie en 2019 (Maison Blanche) La Corée du Nord condamnée à payer 501 millions de dollars pour la mort d'un Américain (tribunal) Kaboul: 25 morts dans l'attaque contre un complexe gouvernemental (officiel) us-amj/gle/cls/evs Manifestations au Soudan: le président Béchir promet de \"vraies réformes\" (agence officielle) Turquie : l'achat de Patriot américains n'affectera pas le contrat pour les S-400 russes (porte-parole) Retrait de Syrie: une délégation américaine attendue à Ankara \"cette semaine\" (présidence turque) Donald Trump: la Banque centrale est \"le seul problème de notre économie\" Elections en Israël: Netanyahu veut former une coalition de droite semblable à l'actuelle Tsunami en Indonésie : le bilan monte à 373 morts (secours) L'AFP a remporté mardi soir le prix Petrobras dans la catégorie \"développement durable et questions sociales\"  pour le module interactif \"Balles perdues\" réalisé par l'AFP-Rio et le Département Infographie et I Gohar Abbas, reporter au bureau d'Islamabad, a remporté lundi soir le prix Voyage et Tourisme du FPA à Londres pour son reportage texte, photo et vidéo sur le corridor de Wakhan en Afghanistan, sur l'ancienne route de la soie dans le smontagnes du Pamir. L’édition 2018 du concours photo de l’Atlanta Photojournalism Seminar a distingué 5 photographes de l’AFP.\n Les jurys des prix Varenne se sont réunis du 5 au 8 novembre afin de désigner les lauréats de l’édition 2018. Le JRI syrien de l’AFP Omar Haj Kadour figure au palmarès dans la catégorie Vidéo. Les photographes AFP Amer Almohibany, Mahmud Hams, Stefanie Glinski et Jeff Pachoud sont quant à eux lauréats dans la catégorie Photo remportant les quatre Prix en compétition.\n L'exposition World Press Photo 2018 est de retour à Paris du 3 novembre au 2 décembre à la Galleria Carla Sozzani. L’AFP&nbsp;est une agence d’information mondiale fournissant une couverture rapide, vérifiée et complète en vidéo, texte, photo, multimédia et infographie des événements qui font l’actualité internationale. Des guerres et conflits à la politique, à l’économie, au sport, au spectacle jusqu’aux grands développements en matière de santé, de sciences ou de technologie.", "Le bilan de l'attentat de Kaboul monte à 43 morts (officiel) Erdogan a invité Trump à se rendre en Turquie en 2019 (Maison Blanche) La Corée du Nord condamnée à payer 501 millions de dollars pour la mort d'un Américain (tribunal) Kaboul: 25 morts dans l'attaque contre un complexe gouvernemental (officiel) us-amj/gle/cls/evs Manifestations au Soudan: le président Béchir promet de \"vraies réformes\" (agence officielle) Turquie : l'achat de Patriot américains n'affectera pas le contrat pour les S-400 russes (porte-parole) Retrait de Syrie: une délégation américaine attendue à Ankara \"cette semaine\" (présidence turque) Donald Trump: la Banque centrale est \"le seul problème de notre économie\" Elections en Israël: Netanyahu veut former une coalition de droite semblable à l'actuelle Tsunami en Indonésie : le bilan monte à 373 morts (secours) Les Prix Varenne ont distingué le JRI Omar Haj Kadour et les photographes Mahmud Hams, Jeff Pachoud, Amer Almohibany et Stefanie Glinsky.\n L’Agence France-Presse publie aux Éditions La Découverte son Annuel photographique qui revient sur l’actualitémondiale de l’année 2018. \n Marie-Noëlle Vallès est nommée directrice de la Marque et de la Communication de l’AFP. Elle cumulera cette responsabilité avec celle qu’elle exerce actuellement au sein de la direction Commerciale et Marketing où elle est en charge du développement commercial de la vidéo.\n Patrice Monti, actuellement Directeur Commercial et Marketing Adjoint de l’Agence France-Presse remplacera Stéphane Marcovitch à compter du 1er décembre prochain.\n La 25ème édition du Prix Bayeux-Calvados des correspondants de guerre a distingué deux photojournalistes AFP. Mahmud Hams remporte le premier prix de la catégorie Photo. Juan Barreto est quant à lui récompensé par une troisième place.\n Le réseau mondial de l'Agence France Presse&nbsp;couvre 151 pays Vous avez une info, un commentaire à transmettre à l&#39;AFP ? Écrivez-nous par... L’AFP&nbsp;est une agence d’information mondiale fournissant une couverture rapide, vérifiée et complète en vidéo, texte, photo, multimédia et infographie des événements qui font l’actualité internationale. Des guerres et conflits à la politique, à l’économie, au sport, au spectacle jusqu’aux grands développements en matière de santé, de sciences ou de technologie.", "Le bilan de l'attentat de Kaboul monte à 43 morts (officiel) Erdogan a invité Trump à se rendre en Turquie en 2019 (Maison Blanche) La Corée du Nord condamnée à payer 501 millions de dollars pour la mort d'un Américain (tribunal) Kaboul: 25 morts dans l'attaque contre un complexe gouvernemental (officiel) us-amj/gle/cls/evs Manifestations au Soudan: le président Béchir promet de \"vraies réformes\" (agence officielle) Turquie : l'achat de Patriot américains n'affectera pas le contrat pour les S-400 russes (porte-parole) Retrait de Syrie: une délégation américaine attendue à Ankara \"cette semaine\" (présidence turque) Donald Trump: la Banque centrale est \"le seul problème de notre économie\" Elections en Israël: Netanyahu veut former une coalition de droite semblable à l'actuelle Tsunami en Indonésie : le bilan monte à 373 morts (secours) \n  \n\n  \n &nbsp; L’AFP&nbsp;est une agence d’information mondiale fournissant une couverture rapide, vérifiée et complète en vidéo, texte, photo, multimédia et infographie des événements qui font l’actualité internationale. Des guerres et conflits à la politique, à l’économie, au sport, au spectacle jusqu’aux grands développements en matière de santé, de sciences ou de technologie.", "Le bilan de l'attentat de Kaboul monte à 43 morts (officiel) Erdogan a invité Trump à se rendre en Turquie en 2019 (Maison Blanche) La Corée du Nord condamnée à payer 501 millions de dollars pour la mort d'un Américain (tribunal) Kaboul: 25 morts dans l'attaque contre un complexe gouvernemental (officiel) us-amj/gle/cls/evs Manifestations au Soudan: le président Béchir promet de \"vraies réformes\" (agence officielle) Turquie : l'achat de Patriot américains n'affectera pas le contrat pour les S-400 russes (porte-parole) Retrait de Syrie: une délégation américaine attendue à Ankara \"cette semaine\" (présidence turque) Donald Trump: la Banque centrale est \"le seul problème de notre économie\" Elections en Israël: Netanyahu veut former une coalition de droite semblable à l'actuelle Tsunami en Indonésie : le bilan monte à 373 morts (secours) L'Agence France-Presse est une agence de presse dont la mission est de fournir à tout instant une information exacte, impartiale et digne de confiance sur l'actualité du monde entier. Elle est représentative, à travers ses collaborateurs, de la diversité des langues et des cultures.\n\t&nbsp; Le devoir de l'Agence France-Presse est de rechercher objectivement la vérité des faits et de diffuser des informations vérifiées en texte, photographie, vidéo, infographie ou tout autre format.\n\t&nbsp; L'Agence France-Presse est indépendante et libre de toute influence politique, commerciale ou idéologique, comme le garantit son statut.\n\t&nbsp; L'Agence France-Presse défend la liberté d'expression et le droit des journalistes à exercer leur métier sans intimidation, et sans encourir d'atteintes à leur liberté ni à leur intégrité physique.\n\t&nbsp; L'Agence France-Presse s'engage à protéger la sécurité de toutes celles et ceux qui travaillent pour elle.\n\t&nbsp; L'Agence France-Presse rejette toute discrimination, qu'elle soit fondée sur l'origine, le genre, la nationalité, l'orientation sexuelle, l'opinion ou tout autre facteur. Le document qui suit traite des bonnes pratiques éditoriales et déontologiques à l'attention des journalistes de l'AFP. Rédigé en une période de bouleversements profonds du secteur des médias, il incorpore les principes universellement admis de couverture exacte, impartiale et équilibrée. Il développe par ailleurs et codifie les instructions contenues dans nos manuels de l'agencier en matière d'éthique.\n\t&nbsp; Les conseils et règles consignés dans ce document ne sauraient se substituer, ni avoir la prééminence sur les législations du travail existantes dans les pays où les journalistes de l’AFP exercent leur mission, ni sur les conventions collectives.\n\t&nbsp; Il s'agit d'un document vivant, qui sera mis à jour au fur et à mesure de l'évolution des métiers de l'information et des nouveaux défis auxquels nous serons confrontés.\n\t&nbsp; Ce texte a été établi après une étude approfondie des codes déontologiques d'autres médias importants en France et à l'étranger, de documents historiques tels que la Déclaration de Munich de 1971 sur les droits et devoirs des journalistes, et de la recherche actuelle comme des directives produites par des institutions telles que le Dart Center for Journalism and Trauma, le Tow Center de l'université new-yorkaise de Columbia ou encore le Eyewitness Media Hub de Londres.\n\t&nbsp; Ce document doit beaucoup, enfin, à tous les membres de la rédaction de l'AFP qui ont contribué à sa préparation. Qu’ils en soient remerciés chaleureusement. &nbsp; Eric Wishart, Michèle Léridon L’AFP&nbsp;est une agence d’information mondiale fournissant une couverture rapide, vérifiée et complète en vidéo, texte, photo, multimédia et infographie des événements qui font l’actualité internationale. Des guerres et conflits à la politique, à l’économie, au sport, au spectacle jusqu’aux grands développements en matière de santé, de sciences ou de technologie.", "Le bilan de l'attentat de Kaboul monte à 43 morts (officiel) Erdogan a invité Trump à se rendre en Turquie en 2019 (Maison Blanche) La Corée du Nord condamnée à payer 501 millions de dollars pour la mort d'un Américain (tribunal) Kaboul: 25 morts dans l'attaque contre un complexe gouvernemental (officiel) us-amj/gle/cls/evs Manifestations au Soudan: le président Béchir promet de \"vraies réformes\" (agence officielle) Turquie : l'achat de Patriot américains n'affectera pas le contrat pour les S-400 russes (porte-parole) Retrait de Syrie: une délégation américaine attendue à Ankara \"cette semaine\" (présidence turque) Donald Trump: la Banque centrale est \"le seul problème de notre économie\" Elections en Israël: Netanyahu veut former une coalition de droite semblable à l'actuelle Tsunami en Indonésie : le bilan monte à 373 morts (secours) L’AFP est administrée par un conseil d’administration présidé par le président-directeur général. Il comprend en plus du président, cinq représentants, des directeurs d’entreprises françaises de publication de journaux quotidiens désignés par les organisations professionnelles les plus représentatives. Deux représentants des sociétés nationales de programmes, trois représentants des services publics usagers de l’Agence, trois représentants du personnel de l’AFP et cinq personnalités nommées par le conseil supérieur de l’Agence en raison de leur connaissance des médias et des technologies numériques et de leurs compétences économiques et de gestion, trois d’entre elles au moins possédant une expérience significative au niveau européen&nbsp; ou international.\n\t&nbsp; \n\n\n        \n  \n  \n      \n            \n  \n    \n  Fabrice Fries\n    \n  \n    Président-Directeur Général de l&#039;AFP\n                     Les membres du conseil supérieur sont désignés pour cinq ans. Leur mandat est renouvelable une fois. Il est incompatible avec celui de membre du conseil d'administration ou de membre de la commission financière (JOF du 8 novembre 2015).\n\tLe conseil supérieur peut être saisi par un usager ou une organisation professionnelle de presse, ou, dans les conditions prévues à l’article 12, par la commission financière, de tout fait de nature à constituer une infraction aux obligations énoncées à l’article 2 (Article 5,&nbsp;Loi n° 57-32 du 10 janvier 1957 portant statut de l’Agence France-Presse. Version à jour au 17 avril 2015). \n\n\n        \n  \n  \n      \n            \n  \n    \n  Christine Maugüé\n    \n  Présidente du Conseil Supérieur\n    Conseiller d&#039;Etat, Présidente de la 7ème Chambre\n           La commission financière comprend trois membres de la Cour des comptes en activité désignés par le premier président, dont l’un préside la commission. Les membres de la commission financière sont désignés&nbsp; pour une durée de cinq ans renouvelable. La commission financière est saisie de l’état annuel de prévision des recettes et des dépenses de l’Agence.\n\t&nbsp; \n\n\n        \n  \n  \n      \n            \n  \n    \n  Catherine Demier\n    \n  Présidente de la 4ème section de la Commission financière de l&#039;AFP\n    Conseillère Maître à la Cour des comptes, Quatrième Chambre\n      L’AFP&nbsp;est une agence d’information mondiale fournissant une couverture rapide, vérifiée et complète en vidéo, texte, photo, multimédia et infographie des événements qui font l’actualité internationale. Des guerres et conflits à la politique, à l’économie, au sport, au spectacle jusqu’aux grands développements en matière de santé, de sciences ou de technologie.", "Le bilan de l'attentat de Kaboul monte à 43 morts (officiel) Erdogan a invité Trump à se rendre en Turquie en 2019 (Maison Blanche) La Corée du Nord condamnée à payer 501 millions de dollars pour la mort d'un Américain (tribunal) Kaboul: 25 morts dans l'attaque contre un complexe gouvernemental (officiel) us-amj/gle/cls/evs Manifestations au Soudan: le président Béchir promet de \"vraies réformes\" (agence officielle) Turquie : l'achat de Patriot américains n'affectera pas le contrat pour les S-400 russes (porte-parole) Retrait de Syrie: une délégation américaine attendue à Ankara \"cette semaine\" (présidence turque) Donald Trump: la Banque centrale est \"le seul problème de notre économie\" Elections en Israël: Netanyahu veut former une coalition de droite semblable à l'actuelle Tsunami en Indonésie : le bilan monte à 373 morts (secours)                      Le réseau mondial de l'Agence France Presse&nbsp;couvre 151 pays Vous avez une info, un commentaire à transmettre à l&#39;AFP ? Écrivez-nous par... L’AFP&nbsp;est une agence d’information mondiale fournissant une couverture rapide, vérifiée et complète en vidéo, texte, photo, multimédia et infographie des événements qui font l’actualité internationale. Des guerres et conflits à la politique, à l’économie, au sport, au spectacle jusqu’aux grands développements en matière de santé, de sciences ou de technologie.", "Le bilan de l'attentat de Kaboul monte à 43 morts (officiel) Erdogan a invité Trump à se rendre en Turquie en 2019 (Maison Blanche) La Corée du Nord condamnée à payer 501 millions de dollars pour la mort d'un Américain (tribunal) Kaboul: 25 morts dans l'attaque contre un complexe gouvernemental (officiel) us-amj/gle/cls/evs Manifestations au Soudan: le président Béchir promet de \"vraies réformes\" (agence officielle) Turquie : l'achat de Patriot américains n'affectera pas le contrat pour les S-400 russes (porte-parole) Retrait de Syrie: une délégation américaine attendue à Ankara \"cette semaine\" (présidence turque) Donald Trump: la Banque centrale est \"le seul problème de notre économie\" Elections en Israël: Netanyahu veut former une coalition de droite semblable à l'actuelle Tsunami en Indonésie : le bilan monte à 373 morts (secours) L’AFP&nbsp;est une agence d’information mondiale fournissant une couverture rapide, vérifiée et complète en vidéo, texte, photo, multimédia et infographie des événements qui font l’actualité internationale. Des guerres et conflits à la politique, à l’économie, au sport, au spectacle jusqu’aux grands développements en matière de santé, de sciences ou de technologie.", "Le bilan de l'attentat de Kaboul monte à 43 morts (officiel) Erdogan a invité Trump à se rendre en Turquie en 2019 (Maison Blanche) La Corée du Nord condamnée à payer 501 millions de dollars pour la mort d'un Américain (tribunal) Kaboul: 25 morts dans l'attaque contre un complexe gouvernemental (officiel) us-amj/gle/cls/evs Manifestations au Soudan: le président Béchir promet de \"vraies réformes\" (agence officielle) Turquie : l'achat de Patriot américains n'affectera pas le contrat pour les S-400 russes (porte-parole) Retrait de Syrie: une délégation américaine attendue à Ankara \"cette semaine\" (présidence turque) Donald Trump: la Banque centrale est \"le seul problème de notre économie\" Elections en Israël: Netanyahu veut former une coalition de droite semblable à l'actuelle Tsunami en Indonésie : le bilan monte à 373 morts (secours) L’AFP&nbsp;est une agence d’information mondiale fournissant une couverture rapide, vérifiée et complète en vidéo, texte, photo, multimédia et infographie des événements qui font l’actualité internationale. Des guerres et conflits à la politique, à l’économie, au sport, au spectacle jusqu’aux grands développements en matière de santé, de sciences ou de technologie.", "Le bilan de l'attentat de Kaboul monte à 43 morts (officiel) Erdogan a invité Trump à se rendre en Turquie en 2019 (Maison Blanche) La Corée du Nord condamnée à payer 501 millions de dollars pour la mort d'un Américain (tribunal) Kaboul: 25 morts dans l'attaque contre un complexe gouvernemental (officiel) us-amj/gle/cls/evs Manifestations au Soudan: le président Béchir promet de \"vraies réformes\" (agence officielle) Turquie : l'achat de Patriot américains n'affectera pas le contrat pour les S-400 russes (porte-parole) Retrait de Syrie: une délégation américaine attendue à Ankara \"cette semaine\" (présidence turque) Donald Trump: la Banque centrale est \"le seul problème de notre économie\" Elections en Israël: Netanyahu veut former une coalition de droite semblable à l'actuelle Tsunami en Indonésie : le bilan monte à 373 morts (secours) Le Medialab de l’AFP est une petite équipe transdisciplinaire composée de journalistes et d’ingénieurs. Issu au début des années 2000 d’une Direction du développement multimédia, cette équipe&nbsp;explore de nouvelles pistes dans la structuration, gestion et visualisation de l'information afin de créer des contenus plus attractifs et interactifs dans une approche automatisée, multilingue et multi-écrans. Outre des partenariats avec des startups et PME innovantes, le Medialab participe également à des projets de R&amp;D financés en France et en Europe. Le Medialab participe depuis le 1er janvier 2016&nbsp;au projet&nbsp;InVID&nbsp;sur la vérification des vidéos sur les réseaux sociaux, financé par le programme européen pour la Recherche et l'Innovation&nbsp;Horizon 2020. &nbsp; Le Medialab&nbsp;participe aussi&nbsp;au projet&nbsp;ASRAEL, sur l'analyse et la structuration des événements médiatiques dans les flux d'information,&nbsp;financé par l'Agence Nationale de la Recherche (ANR). &nbsp; InVID est un outil de vérification de la fiabilité et de l’exactitude des vidéos dignes d’intérêt journalistique propagées sur les réseaux sociaux. ASRAEL est un&nbsp;moteur de recherche d'événements permettant à un utilisateur de formuler des requêtes,&nbsp;par exemple, un tremblement de terre,&nbsp;en utilisant des filtres d’attributs,&nbsp;localisation = Turquie et / ou&nbsp;magnitude &gt; 7. Ce projet fait appel à l'utilisation de&nbsp;technologies de traitement automatique du langage et du web sémantique. &nbsp; &nbsp; AFP Transcriber est un outil&nbsp;de transcription de la parole de vidéos&nbsp;dans une vingtaine de langues et permettant de synchroniser le texte avec l’image. AFP 4W est&nbsp;moteur de recherche d’événements médiatiques permettant de fabriquer des pages web, des mashups géographiques,&nbsp;des frises chronologiques et des livres électroniques en quelques clics. Démo de vidéo interactive montrant l'enrichissement contextuel des images par d'autres médias. &nbsp; &nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;VOIR LES PROJETS REALISES&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp; Tweets sur #MedialabAFP &amp; from:@dteyssou\" L’AFP&nbsp;est une agence d’information mondiale fournissant une couverture rapide, vérifiée et complète en vidéo, texte, photo, multimédia et infographie des événements qui font l’actualité internationale. Des guerres et conflits à la politique, à l’économie, au sport, au spectacle jusqu’aux grands développements en matière de santé, de sciences ou de technologie.", "Le bilan de l'attentat de Kaboul monte à 43 morts (officiel) Erdogan a invité Trump à se rendre en Turquie en 2019 (Maison Blanche) La Corée du Nord condamnée à payer 501 millions de dollars pour la mort d'un Américain (tribunal) Kaboul: 25 morts dans l'attaque contre un complexe gouvernemental (officiel) us-amj/gle/cls/evs Manifestations au Soudan: le président Béchir promet de \"vraies réformes\" (agence officielle) Turquie : l'achat de Patriot américains n'affectera pas le contrat pour les S-400 russes (porte-parole) Retrait de Syrie: une délégation américaine attendue à Ankara \"cette semaine\" (présidence turque) Donald Trump: la Banque centrale est \"le seul problème de notre économie\" Elections en Israël: Netanyahu veut former une coalition de droite semblable à l'actuelle Tsunami en Indonésie : le bilan monte à 373 morts (secours) Création par Charles Havas de l&#39;Agence Havas sous le nom d&#39;Agence des feuilles politiques. Première agence de presse internationale, elle utilise un réseau de correspondants et de traducteurs. Trains et pigeons voyageurs font converger vers Paris les nouvelles de France et d&#39;autres pays d&#39;Europe. Entre 1835 et 1875, l&#39;Agence Havas est située rue Jean-Jacques Rousseau à Paris, en face de l&#39;Hôtel des Postes. Voiture postale destinée au transport des dépêches et du courrier. Charles Havas utilise des pigeons voyageurs pour devancer les services officiels de l&rsquo;Etat dans la transmission de l&rsquo;information. Première utilisation du télégraphe électrique, mis au point par Samuel Morse huit ans plus tôt. Il reste de cette époque le terme de dépêche issu de la télégraphie. Grâce à cette technologie, Havas est mieux et plus rapidement informée de ce qui se passe dans le monde. Pour la couverture de la guerre de Crimée (1854-1856), l&#39;agence étend son réseau européen jusqu&#39;à Saint-Pétersbourg et au Bosphore. Charles-Guillaume et Auguste Havas succèdent à leur père à la tête de l&#39;Agence. Accord entre les trois grandes Agences Reuter, installée à Londres, Wolff à Berlin et Havas sur le partage du monde pour la collecte et la diffusion de l&#39;information. Le téléscripteur ou télégraphe imprimeur est mis au point au début des années 1850. Il permet la télégraphie en multiplex (lancement de plusieurs signaux sur un même fil) et la transcription des dépêches en clair à l&rsquo;arrivée (abandon progressif du morse). Havas commence à l&rsquo;utiliser en 1880. La branche information d'Havas devient une agence officielle nationalisée.Deux lois instaurent la séparation entre la branche Annonces qui conserve le nom d'Havas et la branche Information qui devient propriété de l'Etat sous le nom d'Office Français d'Information (OFI). Pour Paul-Louis Bret, l&#39;AFI va permettre de laisser substituer un embryon d&#39;opinion publique française capable de critiquer le pouvoir de Vichy.\r\n\tL&#39;AFI s&#39;est entendue avec le ministère de l&#39;Information britannique et Reuter pour diffuser un service en français quotidien d&#39;environ 10.000 mots à destination de l&#39;Europe libre. La branche information de l’agence Havas devient l’AFP après avoir traversé l’Occupation sous le nom d’Office Français d’Information (OFI). Le bélinographe, inventé en 1907 par Edouard Belin, permet de transmettre les images par liaison téléphonique et radio. La mort de Joseph Staline, le 5 mars 1953, permet à l'AFP de réaliser un scoop mondial qui marque l'histoire de la jeune Agence.\r\n\tA l'époque, les journalistes étrangers à Moscou sont dans l'impossibilité de transmettre instantanément les nouvelles, en raison de la censure. L'AFP, elle, reste branchée en permanence sur les émissions intérieures de Radio Moscou depuis Paris.\r\n\t\r\n\tEn savoir plus sur l'histoire du scoop Jean Marin est nommé directeur général.\r\n\tAprès l&#39;adoption du statut de L&#39;Agence France-Presse en janvier 1957, il sera réélu tous les 3 ans à la présidence de l&#39;AFP jusqu&#39;en 1975. Le Parlement adopte le statut de l'AFP. Il garantit son indépendance rédactionnelle, son implantation dans le monde et son autonomie financière. Son président-directeur général est désormais élu par le Conseil d'administration. L&#39;AFP dispose de 25 bureaux en province, 46 à l&#39;étranger, 13 dans les territoires d&#39;Outre-mer. Elle a des correspondants dans 116 pays et distribue ses informations dans 73 pays. Découvrez le site de l&#39;AFP en langue arabe L'AFP annonce avec une heure d'avance la mort des otages israéliens.  Le desk latino-américain est le premier service rédactionnel à utiliser des ordinateurs.  L’informatisation de la rédaction avait été décidée, en 1973,  par Jean Marin, à la tête de l’AFP depuis 1954. En novembre 1975, son successeur Claude Roussel signe un accord avec les syndicats pour la mise en œuvre de cette évolution technologique majeure. Patrick Meney, journaliste de l'AFP au bureau de Moscou, est récompensé pour sa série d'articles sur la Russie Soviétique. L’AFP fournit des journaux clé-en-main, des programmes musicaux et des chroniques aux radios locales récemment autorisées en France. Les services photo AFP Le desk arabe, qui se trouvait auparavant au Caire, est transféré à Nicosie. l&rsquo;utilisation du dessin sur ordinateur permet d&rsquo;illustrer et d&rsquo;expliquer l&rsquo;actualité en complément du texte et de la photographie. Lancement de l&#39;infographie en espagnol en 1990, en allemand en 1992, anglais en 1993, arabe et portugais en 1999. L&#39;AFP annonce la disqualification de Ben Johnson aux J.O. de Séoul avec deux heures d&#39;avance. Ex aequo avec son confrère Sorj Chalandon de Libération, Sammy Ketz reçoit le prix Albert Londres pour sa couverture des 6 années de guerre civile au Liban. Première utilisation d&rsquo;un scanneur de film photo portable à transmission numérique pour l&rsquo;envoi de photos légendées. Le Dixel remplace le bélinographe. Le photographe n&#39;a plus à transporter un laboratoire complet - 50 kg de matériel - pour le tirage papier nécessaire à la transmission via bélinographe. Le Dixel est l&#39;un des premiers scanneurs de film 35mm qui peut être transporté dans une petite boîte. La même année, l&rsquo;AFP devance tous ses concurrents dans la diffusion des photos. Les journalistes de l&#39;AFP peuvent transmettre leurs informations directement par satellite depuis le terrain grâce à la valise Inmarsat. Cet équipement de 40 kilos est très utile lorsqu&rsquo;il n&rsquo;y a pas de réseau de télécommunications disponible, notamment dans les zones de guerre.  L&rsquo;utilisation de fichiers numériques augmente la qualité de la photo et la rapidité de transmission. AFP-Direct permet pour la première fois d'individualiser les diffusions des dépêches produites par les services texte de l'AFP. L&#39;équipe du bureau de Moscou de l&#39;Agence France Presse reçoit le prix Albert Londres pour sa couverture de la guerre en Tchétchénie.  En savoir plus sur le Journal Internet Mise en place du système rédactionnel photo Symphonia qui permet la collecte, le traitement, l’indexation, l’archivage et la diffusion des photos. La chaîne de transmission et de traitement est entièrement numérisée. Pour ses reportages sur le conflit du Kosovo tout au long de l'année 1998, Michel Moutot, journaliste à l'AFP depuis 1985, reçoit le prix Albert Londres. Réélu le 24 octobre 2003 à la présidence de l&#39;AFP. Réélu le 24 octobre 2003 à la présidence de l&#39;AFP. Ouvrage référence qui illustre l'audience croissante du service photo international.En savoir plus sur les publications de l'AFP L&rsquo;utilisation du logiciel Flash permet la création d&rsquo;images de synthèse animées et interactives pour les sites internet qui intègrent une grande quantité d&rsquo;informations textuelles et visuelles. La première infographie animée est réalisée à l&rsquo;occasion des attentats du 11 septembre. En 2002, est créée la première infographie interactive donnant un résultat électoral en direct. Production en anglais, allemand et espagnol à partir de 2002. Les services vidéo de l'AFP L’AFP transmet des photos via PDA (Personal Digital Assistant), ancêtre du Smartphone Réélu le 12 octobre 2008 à la présidence de l'AFP. Lancement d’AFP TV international et d'une plateforme vidéo (Videoforum). Production mondiale de la vidéo en 7 langues. Un plan de développement est mis en place dans le monde avec la création de points de production à Rio de Janeiro, Istanbul, Bangkok, Pékin, New Delhi, Nairobi et Le Caire. L’AFP lance des applications mobiles pour adapter la consultation des informations aux nouveaux terminaux. &nbsp; \r\n\tLes services mobiles &nbsp; Réélu le 4 avril 2013 à la présidence de l'AFP. Lancement de la page officielle Facebook AFP en français et anglais.\r\n\t\r\n\tDécouvrez la page Facebook de l&#39;AFP Emménagement des services rédactionnels du siège rue Vivienne, Paris 2e. Emmanuel Duparcq, journaliste de l'AFP au bureau d'Islamabad, est récompensé pour sa série d'articles sur l'Afghanistan et le Pakistan sur la période 2010/2011. L’AFP est la première agence de presse mondiale à proposer ses vidéos en haute définition(HD). La production du service AFPTV est faite dans les 6 langues de l'Agence : français, anglais, espagnol, portugais, allemand, arabe et grâce à des partenariats, en polonais, japonais, chinois, italien et ourdou. En 2011, l'agence cesse d’utiliser le support bande magnétique sur ses caméras.\r\n\t\r\n\tEn savoir plus sur AFPTV Premières vidéographies : films d&#39;animation scénarisés avec un commentaire parlé. Premières vidéographies en 3D. Découvrez les infos, coulisses et retweets de l'AFP sur Twitter Yasuyoshi Chiba - premier prix de la catégorie \"People in the news\"\r\n\tMassoud Hossaini - deuxième prix de la catégorie \"Spot News\"\r\n\tPedro Pardo - troisième prix de la catégorie \"Contemporary Issues\"\r\n\t\r\n\tEn savoir plus Massoud Hossaini, photographe de l'AFP, est distingué par l'une des récompenses américaines les plus prestigieuses en matière de journalisme. Elle récompense sa photo d'une fillette en pleur après un attentat suicide à Kaboul en décembre 2011.\r\n\t\r\n\tEn savoir plus L'AFPTV réalise sa première retransmission en direct à l'occasion du festival de Cannes. Le jury du 19e Prix Bayeux-Calvados des correspondants de guerre a distingué Aris Messinis,reporter-photographe de l&#39;AFP. Toute la production vidéographie est en 3D. Un acquis historique pour tous les journalistes. Javier Manzano, pigiste de l'AFP a été distingué lundi 15 avril 2013 par un prix Pulitzer, l'une des récompenses américaines les plus prestigieuses en matière de journalisme, pour une photographie des deux rebelles syriens. Le premier Pulitzer de l'AFP avait été remporté l'année dernière par Massoud Hossaini, photographe afghan.\r\n\t\r\n\tEn savoir plus Les événements marquants de l&#39;année 2012 illustrés par les photographes de l&rsquo;AFP. Le prestigieux magazine américain Time a sélectionné une photographie de Philippe Lopez, prise le 18 novembre 2013 lors du typhon qui a touché les Philippines, parmi les 10 images les plus poignantes de l’année 2013. Les reporters-photographes français Philippe Lopez et Jeff Pachoud ont reçu respectivement le premier prix dans les catégories « spot news single » et « sport feature single » du concours mondial de photojournalisme. Les événements marquants de l&#39;année 2013 illustrés par les photographes de l&rsquo;AFP. L’AFP renforce sa présence sur les réseaux sociaux avec le lancement de son compte Instagram dédié au travail de ses photographes. Instagram AFP Pour sa couverture de l’actualité au Moyen-Orient et en Europe, le magazine américain Time a décerné au photographe de l'Agence France-Presse Bulent Kilic son &quot;Prix annuel du photographe d'agence&quot; et le quotidien britannique The Guardian l'a élu &quot;photographe de l’année 2014&quot;. Les événements marquants de l'année 2015&nbsp;illustrés par les photographes de l’AFP. Les événements marquants de l&#39;année 2014 illustrés par les photographes de l&rsquo;AFP. L’AFP&nbsp;est une agence d’information mondiale fournissant une couverture rapide, vérifiée et complète en vidéo, texte, photo, multimédia et infographie des événements qui font l’actualité internationale. Des guerres et conflits à la politique, à l’économie, au sport, au spectacle jusqu’aux grands développements en matière de santé, de sciences ou de technologie.", "Le bilan de l'attentat de Kaboul monte à 43 morts (officiel) Erdogan a invité Trump à se rendre en Turquie en 2019 (Maison Blanche) La Corée du Nord condamnée à payer 501 millions de dollars pour la mort d'un Américain (tribunal) Kaboul: 25 morts dans l'attaque contre un complexe gouvernemental (officiel) us-amj/gle/cls/evs Manifestations au Soudan: le président Béchir promet de \"vraies réformes\" (agence officielle) Turquie : l'achat de Patriot américains n'affectera pas le contrat pour les S-400 russes (porte-parole) Retrait de Syrie: une délégation américaine attendue à Ankara \"cette semaine\" (présidence turque) Donald Trump: la Banque centrale est \"le seul problème de notre économie\" Elections en Israël: Netanyahu veut former une coalition de droite semblable à l'actuelle Tsunami en Indonésie : le bilan monte à 373 morts (secours) &nbsp;L&#39;AFP GMBH à Berlin, produit des informations, des infographies, des animations, des vidéos et des services multimédia en langue allemande pour la presse, la radio, la télévision et les médias en ligne. AFP-Services, une filiale de l'AFP, créée en 2004 et basée à Paris apporte son expertise au monde de la vidéo et de la photo d'entreprise.&nbsp; Le Service sport information, depuis sa création en 1945, s&rsquo;est développé en une agence spécialisée reconnue à l&rsquo;échelle mondiale. Les rédactions dans les cinq grandes villes allemandes et environ 1000 correspondants garantissent jour après jour un compte rendu approfondi de l&rsquo;information concernant tous les événements sportifs nationaux et internationaux. Le réseau mondial de l'Agence France Presse&nbsp;couvre 151 pays Vous avez une info, un commentaire à transmettre à l&#39;AFP ? Écrivez-nous par... L’AFP&nbsp;est une agence d’information mondiale fournissant une couverture rapide, vérifiée et complète en vidéo, texte, photo, multimédia et infographie des événements qui font l’actualité internationale. Des guerres et conflits à la politique, à l’économie, au sport, au spectacle jusqu’aux grands développements en matière de santé, de sciences ou de technologie."], "http://headlinespot.com/": [""], "https://www.theguardian.com": ["-1?\"ttf\":\"woff\";localStorage.setItem(formatStorageKey,format)}return format}();var fonts=document.querySelectorAll(\".webfont\");var urlAttribute=shouldHint?\"data-cache-file-hinted-\"+fontFormat:\"data-cache-file-\"+fontFormat;for(var i=0,j=fonts.length;i0&&alpha-1){styleSheet.media=\"screen\";window.guardian.css.loaded=true;try{window.guardian.css.onLoad()}catch(e){}return true}}setTimeout(function(){setMedia(styleSheet)})}function useCss(){for(var i=0,totalStyleSheetLinks=styleSheetLinks.length;i\n\nSkip to main content\n\n\n\n\n\nThe Guardian - Back to home\n\n\n\n\nSupport The&nbsp;Guardian\n\nContribute\n\n\n\nSubscribe\n\n\n\nContribute\n\n\n\n\n\nSearch jobs\n\n\n\n\n\nSign in\n\n\n\n\nMy account\n\n\nComments &amp; replies\n\n\nPublic profile\n\n\nAccount details\n\n\nEmails &amp; marketing\n\n\nMembership\n\n\nContributions\n\n\nDigital Pack\n\n\n\n\n\n\n\n\nSign out\n\n\n\n\n\nSearch\n\n\n\n\n\nswitch to the \nInternational edition\n\n\nswitch to the \nUK edition\n\n\nswitch to the \nUS edition\n\n\nswitch to the \nAustralia edition\n\n\ncurrent edition: \nInternational edition\n\n\nNews\n\n\nOpinion\n\n\nSport\n\n\nCulture\n\n\nLifestyle\n\n\n\n\nShow\nMore\n\n\n\n\n\nNews\n\n\nWorld news\n\n\nUK news\n\n\nScience\n\n\nCities\n\n\nGlobal development\n\n\nFootball\n\n\nTech\n\n\nBusiness\n\n\nEnvironment\n\n\nObituaries\n\n\n\nOpinion\n\n\nThe Guardian view\n\n\nColumnists\n\n\nCartoons\n\n\nOpinion videos\n\n\nLetters\n\n\n\nSport\n\n\nFootball\n\n\nRugby union\n\n\nCricket\n\n\nTennis\n\n\nCycling\n\n\nF1\n\n\nGolf\n\n\nUS sports\n\n\n\nCulture\n\n\nBooks\n\n\nMusic\n\n\nTV &amp; radio\n\n\nArt &amp; design\n\n\nFilm\n\n\nGames\n\n\nClassical\n\n\nStage\n\n\n\nLifestyle\n\n\nFashion\n\n\nFood\n\n\nRecipes\n\n\nLove &amp; sex\n\n\nHealth &amp; fitness\n\n\nHome &amp; garden\n\n\nWomen\n\n\nMen\n\n\nFamily\n\n\nTravel\n\n\nMoney\n\n\n\n\n\n\n\nWhat term do you want to search?\n\nSearch with google\n\n\n\nMake a contribution\n\n\nSubscribe\n\n\n\nInternational edition\n\n\nswitch to the \nUK edition\n\n\nswitch to the \nUS edition\n\n\nswitch to the \nAustralia edition\n\n\n\n\nSearch jobs\n\n\nDating\n\n\nHolidays\n\n\nDigital Archive\n\n\nThe Guardian app\n\n\nVideo\n\n\nPodcasts\n\n\nPictures\n\n\nNewsletters\n\n\nToday&#x27;s paper\n\n\nInside the Guardian\n\n\nThe Observer\n\n\nGuardian Weekly\n\n\nCrosswords\n\n\n\n\nFacebook\n\n\n\n\nTwitter\n\n\n\nSearch jobs\n\n\nDating\n\n\nHolidays\n\n\nDigital Archive\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDonald Trump\n\n\n\n\nTrump 'plunging us into chaos', Democrats say, as markets tank and shutdown persists\n\n\n\nTrump attacks Federal Reserve and markets suffer steep drops\nSchumer and Pelosi: Trump is waging a ‘personal war’ on Fed \n\n\n\nVictoria Bekiempis in Berkeley and agencies \nMon 24 Dec 2018 20.36 GMT\n\nLast modified on Mon 24 Dec 2018 20.59 GMT\n \n\n\n\nShare on Twitter\n\n\n\n\nShare via Email\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTrump with Schumer and Pelosi earlier in December. They said: ‘Instead of bringing certainty into people’s lives, he’s continuing the Trump Shutdown just to please rightwing radio and TV hosts.’\nPhotograph: Kevin Lamarque/Reuters\n\n\nTop Democrats have accused Donald Trump of “plunging the country into chaos” as top officials met to discuss a growing rout in stock markets caused in part by the president’s persistent attacks on the Federal Reserve and a government shutdown. “It’s Christmas Eve and President Trump is plunging the country into chaos,” the two top Democrats in Congress, House speaker nominee Nancy Pelosi and Senate minority leader Chuck Schumer, wrote in a joint statement on Monday. \n \n\nRead more\n\n\n\n“The stock market is tanking and the president is waging a personal war on the Federal Reserve – after he just fired the Secretary of Defense.” Trump criticized the Federal Reserve on Monday, describing it as the “only problem” for the US economy, even as top officials convened the “plunge protection team” forged after the 1987 crash to discuss the growing rout in stock markets. The crisis call on Monday between US financial regulators and the US treasury department failed to assure markets, and stocks fell again amid concern about slowing economic growth, the continuing government shutdown, and reports that Trump had discussed firing Federal Reserve chairman Jerome Powell. The Dow Jones plummeted 653 points in a shortened trading day on Monday, capping its worst week in a decade and reportedly marking its “worst day of Christmas Eve trading ever”. Investors appeared increasingly skittish. The S&amp;P 500 also dropped 2.7%, leaving it on pace for its biggest percentage decline in December since the Great Depression and indicating a move to a bear market, according to CNBC. In a tweet that did nothing to ease market concerns about the Fed’s cherished independence, Trump laid the blame for economic headwinds firmly at the feet of the central bank. “The only problem our economy has is the Fed. They don’t have a feel for the market,” Trump said on Twitter. “The Fed is like a powerful golfer who can’t score because he has no touch – he can’t putt!” Trump has frequently criticized the Fed’s raising of interest rates this year and has gone after Powell several times, telling Reuters in August he was “not thrilled” with his own appointee. The Fed increased rates again last week. The drops came despite US treasury secretary Steven Mnuchin’s attempts to calm wary investors over the weekend. Mnuchin said on Sunday that he had called CEOs from the nation’s six largest banks – Bank of America, Citi, Goldman Sachs, JP Morgan, Morgan Stanley and Wells Fargo. Mnuchin said these banks had promised him that they had enough money on hand, despite the fact that concerns over liquidity did not appear to have previously shaken the market. Today I convened individual calls with the CEOs of the nation's six largest banks. See attached statement. pic.twitter.com/YzuSamMyeT Prior to these Tweets, Mnuchin sought to dispel reports that Trump wanted to axe Powell over the Fed’s decision to raise interest rates. Trump nevertheless railed against the Federal Reserve on Monday. The only problem our economy has is the Fed. They don’t have a feel for the Market, they don’t understand necessary Trade Wars or Strong Dollars or even Democrat Shutdowns over Borders. The Fed is like a powerful golfer who can’t score because he has no touch - he can’t putt! Traders seemed to react to the sudden resignations of defense secretary James Mattis and anti-Isis coalition leader Brett McGurk over Trump’s snap decision to pull US troops from Syria last week. Trump reportedly forced Mattis to step down two months early, apparently angry that Mattis openly criticized his policies. The partial government shutdown went into effect at midnight on Friday after Donald Trump’s demands for border wall funding left lawmakers in a stalemate. Trump tweeted on Monday that he was “all alone (poor me) in the White House waiting for the Democrats” to make a deal. I am all alone (poor me) in the White House waiting for the Democrats to come back and make a deal on desperately needed Border Security. At some point the Democrats not wanting to make a deal will cost our Country more money than the Border Wall we are all talking about. Crazy! “Instead of bringing certainty into people’s lives, he’s continuing the Trump Shutdown just to please rightwing radio and TV hosts,” Schumer and Pelosi said in their joint statement, arguing that it was unclear what exactly what the president was trying to get out of the shutdown. “Different people from the same White House are saying different things about what the president would accept or not accept to end his Trump shutdown, making it impossible to know where they stand at any given moment,” they said. “The president wanted the shutdown, but he seems not to know how to get himself out of it.” House and Senate members could not broker a deal prior to Congress’s adjournment for the holiday and prior to this deadlock, however, and Trump warned of a “very long shutdown”. \n \n\nRead more\n\n\n\nWhile Senate majority leader Mitch McConnell appeared open to reconvening before the session resumes Thursday if a deal were brokered, House majority whip Steve Scalise’s staff told ABC News a vote wouldn’t take place before Thursday. Mick Mulvaney, Trump’s new acting White House chief of staff, also painted a bleak picture during an appearance on Fox News Sunday. Trump won’t step back from his “fight over border security,” Mulvaney said. “I don’t think things are going to move very quickly,” he said. “There’s a chance this could go into the next Congress.” More than 420,000 federal employees will work without getting paid during the partial shutdown.", "Expert confirmation comes as officials say country needs new tsunami early warning system -1?\"ttf\":\"woff\";localStorage.setItem(formatStorageKey,format)}return format}();var fonts=document.querySelectorAll(\".webfont\");var urlAttribute=shouldHint?\"data-cache-file-hinted-\"+fontFormat:\"data-cache-file-\"+fontFormat;for(var i=0,j=fonts.length;i0&&alpha-1){styleSheet.media=\"screen\";window.guardian.css.loaded=true;try{window.guardian.css.onLoad()}catch(e){}return true}}setTimeout(function(){setMedia(styleSheet)})}function useCss(){for(var i=0,totalStyleSheetLinks=styleSheetLinks.length;i\n\nSkip to main content\n\n\n\nThe Guardian - Back to home\n\n\n\n\nSupport The&nbsp;Guardian\n\nContribute\n\n\n\nSubscribe\n\n\n\nContribute\n\n\n\n\n\nSearch jobs\n\n\n\n\n\nSign in\n\n\n\n\nMy account\n\n\nComments &amp; replies\n\n\nPublic profile\n\n\nAccount details\n\n\nEmails &amp; marketing\n\n\nMembership\n\n\nContributions\n\n\nDigital Pack\n\n\n\n\n\n\n\n\nSign out\n\n\n\n\n\nSearch\n\n\n\n\n\nswitch to the \nInternational edition\n\n\nswitch to the \nUK edition\n\n\nswitch to the \nUS edition\n\n\nswitch to the \nAustralia edition\n\n\ncurrent edition: \nInternational edition\n\n\nNews\n\n\nOpinion\n\n\nSport\n\n\nCulture\n\n\nLifestyle\n\n\n\n\nShow\nMore\n\n\n\n\n\nNews\n\n\nWorld news\n\n\nUK news\n\n\nScience\n\n\nCities\n\n\nGlobal development\n\n\nFootball\n\n\nTech\n\n\nBusiness\n\n\nEnvironment\n\n\nObituaries\n\n\n\nOpinion\n\n\nThe Guardian view\n\n\nColumnists\n\n\nCartoons\n\n\nOpinion videos\n\n\nLetters\n\n\n\nSport\n\n\nFootball\n\n\nRugby union\n\n\nCricket\n\n\nTennis\n\n\nCycling\n\n\nF1\n\n\nGolf\n\n\nUS sports\n\n\n\nCulture\n\n\nBooks\n\n\nMusic\n\n\nTV &amp; radio\n\n\nArt &amp; design\n\n\nFilm\n\n\nGames\n\n\nClassical\n\n\nStage\n\n\n\nLifestyle\n\n\nFashion\n\n\nFood\n\n\nRecipes\n\n\nLove &amp; sex\n\n\nHealth &amp; fitness\n\n\nHome &amp; garden\n\n\nWomen\n\n\nMen\n\n\nFamily\n\n\nTravel\n\n\nMoney\n\n\n\n\n\n\n\nWhat term do you want to search?\n\nSearch with google\n\n\n\nMake a contribution\n\n\nSubscribe\n\n\n\nInternational edition\n\n\nswitch to the \nUK edition\n\n\nswitch to the \nUS edition\n\n\nswitch to the \nAustralia edition\n\n\n\n\nSearch jobs\n\n\nDating\n\n\nHolidays\n\n\nDigital Archive\n\n\nThe Guardian app\n\n\nVideo\n\n\nPodcasts\n\n\nPictures\n\n\nNewsletters\n\n\nToday&#x27;s paper\n\n\nInside the Guardian\n\n\nThe Observer\n\n\nGuardian Weekly\n\n\nCrosswords\n\n\n\n\nFacebook\n\n\n\n\nTwitter\n\n\n\nSearch jobs\n\n\nDating\n\n\nHolidays\n\n\nDigital Archive\n\n\n\n\n\nWorld\n\n\nEurope\n\n\nUS\n\n\nAmericas\n\n\nAsia\n\n\nAustralia\n\n\nMiddle East\n\n\nAfrica\n\n\nInequality\n\n\nCities\n\n\nGlobal development\n\n\nMore\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIndonesia tsunami\n\n\n\n\nIndonesia tsunami caused by collapse of volcano\n\n\n\nExpert confirmation comes as officials say country needs new tsunami early warning system \nLisa Martin and \nNaaman Zhou \nMon 24 Dec 2018 17.37 GMT\n\nFirst published on Sun 23 Dec 2018 23.47 GMT\n \n\n\n\nShare on Twitter\n\n\n\n\nShare via Email\n\n\n\n\n\n\n\n\n\n\n\nPlay Video\n\n \n\n0:59\n\n\n\n\n  Anak Krakatau volcano erupts before and after tsunami – video\n\n\nThe deadly tsunami in Indonesia was triggered by a chunk of the Anak Krakatau volcano slipping into the ocean, officials have confirmed, amid calls for a new early warning system that can detect volcanic eruptions. At least 373 people were killed and many buildings were heavily damaged when the tsunami struck, almost without warning, along the rim of the Sunda Strait between Java and Sumatra islands late on Saturday. Anak Krakatau had been spewing ash and lava for months before a 64-hectare (158-acre) section of its south-west side collapsed, an Indonesian official said. “This caused an underwater landslide and eventually caused the tsunami,” said Dwikorita Karnawati, the head of the meteorological agency. \n \n\n1:58\n\n\n\n\n  Indonesia: search for missing people under way after deadly tsunami – video report\n\nImages captured by the European Space Agency’s Sentinel-1 satellite showed a large portion of the southern flank of the volcano had slid off into the ocean, scientists said. The fact that the tsunami was triggered by a volcano rather than an earthquake meant no tsunami warning was triggered, scientists said. Coastal residents reported not seeing or feeling any warning signs before waves of up to three metres high surged in. Hundreds of military personnel and volunteers spent Monday scouring beaches strewn with debris in search of survivors. At least 1,459 people were injured and more than 600 homes, 60 shops and 420 vessels damaged when the tsunami struck. Sutopo Purwo Nugroho, the chief spokesman for the Indonesian disaster agency, said the country had no early warning system for landslides or volcanic eruptions. “The current early warning system is for earthquake activity,” he wrote on Twitter. “Indonesia must build an early warning system for tsunamis that are generated by underwater landslides and volcanic eruptions … Landslides triggered the 1992 Maumere tsunami and the Palu 2018 tsunami.” He also said Indonesia’s tsunami buoy network had not been operational since 2012. “Vandalism, a limited budget and technical damage mean there were no tsunami buoys at this time,” Sutopo said. “They need to be rebuilt to strengthen the Indonesian tsunami early warning system. “Anak Krakatau has been erupting since June 2018 until now. Yesterday’s eruption was not the biggest. The October-November 2018 period had a larger eruption.” The death toll is expected to rise as 128 people were still missing on Monday. At least 1,600 people have also been displaced. Dody Ruswandi, a senior official at the disaster agency, added that the rescue effort was likely to last a week. \n \n\n0:16\n\n\n\n\n  Wave crashes into stage at Indonesian pop band concert –&nbsp;video\n\nSutopo warned locals to stay away from the coast. “People should not carry out activities on the beach and stay away from the coast for a while,” he told reporters. The University of Queensland volcanologist Teresa Ubide said Anak Krakatau had been erupting for the past few months, which was not unusual. “It seems like the volcano is active at the moment and it may happen again,” Ubide said. “The volcano is very close to the shoreline so … there wouldn’t be much time to warn because it’s close and the tsunamis can travel very fast.” The lack of seismic activity that would accompany an earthquake was also significant, she added. \n\n\n\n\n\n \n\n  \n \n\n  Facebook \n \n\n  Twitter \n \n\n  Pinterest \n\n\n  Mount Anak Krakatau erupts. Photograph: Nurul Hidayat/AP\n\nRichard Teeuw of the University of Portsmouth said sonar surveys were needed to map the seafloor around the volcano, but that work usually took months. “The likelihood of further tsunamis in the Sunda Strait will remain high while Anak Krakatau volcano is going through its current active phase, because that might trigger further submarine landslides,” he said. Kathy Mueller from the International Federation of Red Cross and Red Crescent Societies said aid workers were helping evacuate injured people, bring in clean water and tarpaulins, and provide shelter. \n \n\nRead more\n\n\n\nShe said the group was preparing for the possibility of diseases breaking out in the tsunami zone, adding: “The situation, and the death toll, will remain fluid over the next days and even weeks.” The water washed away an outdoor stage where a local rock band, Seventeen, were performing, killing their bassist and manager. Other people who had been watching the band on the beach were missing. Azki Kurniawan, 16, said his first warning about the tsunami was when people burst into the lobby of the Patra Comfort hotel shouting: “Sea water rising.” Kurniawan, who was undergoing vocational training with a group of 30 other students, said he was confused because he had not felt a big earthquake. He said he ran to the car park to try to reach his motorbike but discovered it was already flooded. “Suddenly, a one-metre wave hit me,” he said, his eyes red and swollen from crying. “I was thrown into the fence of a building about 30 metres from the beach and held on to the fence as strong as I could, trying to resist the water, which felt like it would drag me back into the sea. I cried in fear ... ‘This is a tsunami?’ I was afraid I would die.” Agence France-Presse and Associated Press contributed to this report \n\n\n\nShare on Twitter\n\n\n\n\nShare via Email\n\n\n\n\nShare on LinkedIn\n\n\n\n\nShare on Pinterest\n\n\n\n\nShare on Google+\n\n\n\n\nShare on WhatsApp\n\n\n\n\nShare on Messenger\n\n\n\n\n\n\nReuse this content\n\n\n\n\n\n\n\n\n\nmore on this story\n\n\n\n\n\n\nPlay Video\n\n\n\n\n\n\n\nIndonesia: search for missing people under way after deadly tsunami – video report\n\nHundreds of military personnel and volunteers have been scouring debris-strewn beaches in search of survivors after a tsunami struck the Sunda Strait \n\n1:58\n\n\n\n\nPublished: 24 Dec 2018\n\n\n\nIndonesia: search for missing people under way after deadly tsunami – video report\n\n\n\n\n\nPlay Video\n\n\n\n\n\n\n\nAnak Krakatau volcano erupts before and after tsunami – video\n\nThe sound of explosions can be heard in dramatic video filmed the day before a deadly tsunami struck parts of Indonesia", "Singer says bassist and manager are dead, while drummer, guitarist and wife missing after wave hit concert -1?\"ttf\":\"woff\";localStorage.setItem(formatStorageKey,format)}return format}();var fonts=document.querySelectorAll(\".webfont\");var urlAttribute=shouldHint?\"data-cache-file-hinted-\"+fontFormat:\"data-cache-file-\"+fontFormat;for(var i=0,j=fonts.length;i0&&alpha-1){styleSheet.media=\"screen\";window.guardian.css.loaded=true;try{window.guardian.css.onLoad()}catch(e){}return true}}setTimeout(function(){setMedia(styleSheet)})}function useCss(){for(var i=0,totalStyleSheetLinks=styleSheetLinks.length;i\n\nSkip to main content\n\n\n\nThe Guardian - Back to home\n\n\n\n\nSupport The&nbsp;Guardian\n\nContribute\n\n\n\nSubscribe\n\n\n\nContribute\n\n\n\n\n\nSearch jobs\n\n\n\n\n\nSign in\n\n\n\n\nMy account\n\n\nComments &amp; replies\n\n\nPublic profile\n\n\nAccount details\n\n\nEmails &amp; marketing\n\n\nMembership\n\n\nContributions\n\n\nDigital Pack\n\n\n\n\n\n\n\n\nSign out\n\n\n\n\n\nSearch\n\n\n\n\n\nswitch to the \nInternational edition\n\n\nswitch to the \nUK edition\n\n\nswitch to the \nUS edition\n\n\nswitch to the \nAustralia edition\n\n\ncurrent edition: \nInternational edition\n\n\nNews\n\n\nOpinion\n\n\nSport\n\n\nCulture\n\n\nLifestyle\n\n\n\n\nShow\nMore\n\n\n\n\n\nNews\n\n\nWorld news\n\n\nUK news\n\n\nScience\n\n\nCities\n\n\nGlobal development\n\n\nFootball\n\n\nTech\n\n\nBusiness\n\n\nEnvironment\n\n\nObituaries\n\n\n\nOpinion\n\n\nThe Guardian view\n\n\nColumnists\n\n\nCartoons\n\n\nOpinion videos\n\n\nLetters\n\n\n\nSport\n\n\nFootball\n\n\nRugby union\n\n\nCricket\n\n\nTennis\n\n\nCycling\n\n\nF1\n\n\nGolf\n\n\nUS sports\n\n\n\nCulture\n\n\nBooks\n\n\nMusic\n\n\nTV &amp; radio\n\n\nArt &amp; design\n\n\nFilm\n\n\nGames\n\n\nClassical\n\n\nStage\n\n\n\nLifestyle\n\n\nFashion\n\n\nFood\n\n\nRecipes\n\n\nLove &amp; sex\n\n\nHealth &amp; fitness\n\n\nHome &amp; garden\n\n\nWomen\n\n\nMen\n\n\nFamily\n\n\nTravel\n\n\nMoney\n\n\n\n\n\n\n\nWhat term do you want to search?\n\nSearch with google\n\n\n\nMake a contribution\n\n\nSubscribe\n\n\n\nInternational edition\n\n\nswitch to the \nUK edition\n\n\nswitch to the \nUS edition\n\n\nswitch to the \nAustralia edition\n\n\n\n\nSearch jobs\n\n\nDating\n\n\nHolidays\n\n\nDigital Archive\n\n\nThe Guardian app\n\n\nVideo\n\n\nPodcasts\n\n\nPictures\n\n\nNewsletters\n\n\nToday&#x27;s paper\n\n\nInside the Guardian\n\n\nThe Observer\n\n\nGuardian Weekly\n\n\nCrosswords\n\n\n\n\nFacebook\n\n\n\n\nTwitter\n\n\n\nSearch jobs\n\n\nDating\n\n\nHolidays\n\n\nDigital Archive\n\n\n\n\n\nWorld\n\n\nEurope\n\n\nUS\n\n\nAmericas\n\n\nAsia\n\n\nAustralia\n\n\nMiddle East\n\n\nAfrica\n\n\nInequality\n\n\nCities\n\n\nGlobal development\n\n\nMore\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIndonesia tsunami\n\n\n\n\nPop band Seventeen pay tribute to members killed in tsunami\n\n\n\nSinger says bassist and manager are dead, while drummer, guitarist and wife missing after wave hit concert Agence France-Presse \nSun 23 Dec 2018 22.44 GMT\n\nFirst published on Sun 23 Dec 2018 07.35 GMT\n \n\n\n\nShare on Twitter\n\n\n\n\nShare via Email\n\n\n\n\n\n\n\n\n\n\n\nPlay Video\n\n \n\n0:16\n\n\n\n\n  Wave crashes into stage at Indonesian pop band concert –&nbsp;video\n\n\nDramatic video posted online showed the tsunami that struck Indonesia smashing into an open-air concert, hurling members of a pop band from the stage and slamming into the audience. Riefian Fajarsyah, lead vocalist of the band Seventeen, later posted an emotional video to his 260,000 Instagram followers in which he said the group’s bassist and road manager were killed. \n \n\nRead more\n\n\n\nThe band were playing on Saturday night to a large crowd in a marquee at the Tanjung Lesung beach resort on the western tip of Java when the wall of water hit. On the video, fans can be seen clapping and cheering before the wave smashes through the backdrop to the stage, sending the band members and their equipment crashing into the men and women dancing at the front. Fighting back tears and wiping his eyes, Fajarsyah said two more band members, a crew member and his wife were still missing. “We lost our bassist Bani and our road manager Oki,” he said in the video, in which he is wearing a green shirt with the band’s Seventeen logo stitched into the chest. “Andi [drummer] and Herman [guitar] and Ujang [crew] have not been found. Please pray so that my wife Dylan [Dylan Sahara] will be found soon. \n \n\n1:58\n\n\n\n\n  Indonesia: search for missing people under way after deadly tsunami – video report\n\n“The rest are thankfully safe although suffering from injuries and broken bones. Please pray so my wife Dylan, Andi and Herman and Ujang can be found soon.” Seventeen posted earlier this week on their Instagram page that they would be playing at the Tanjung Lesung beach resort from 21-23 December. \n\n\n\nShare on Twitter\n\n\n\n\nShare via Email\n\n\n\n\nShare on LinkedIn\n\n\n\n\nShare on Pinterest\n\n\n\n\nShare on Google+\n\n\n\n\nShare on WhatsApp\n\n\n\n\nShare on Messenger\n\n\n\n\n\n\nReuse this content\n\n\n\n\n\n\n\n\n\nmore on this story\n\n\n\n\n\n\n\n\n\n\n\n\n\nIndonesia tsunami caused by collapse of volcano\n\nExpert confirmation comes as officials say country needs new tsunami early warning system\n\n\n\n\nPublished: 24 Dec 2018\n\n\nIndonesia tsunami caused by collapse of volcano\n\n\n\n\n\nPlay Video\n\n\n\n\n\n\n\nIndonesia: search for missing people under way after deadly tsunami – video report\n\nHundreds of military personnel and volunteers have been scouring debris-strewn beaches in search of survivors after a tsunami struck the Sunda Strait \n\n1:58\n\n\n\n\nPublished: 24 Dec 2018\n\n\n\nIndonesia: search for missing people under way after deadly tsunami – video report\n\n\n\n\n\nPlay Video\n\n\n\n\n\n\n\nAnak Krakatau volcano erupts before and after tsunami – video\n\nThe sound of explosions can be heard in dramatic video filmed the day before a deadly tsunami struck parts of Indonesia", "Puebla governor Martha Erika Alonso dies days after taking office, along with former governor Rafael Moreno  -1?\"ttf\":\"woff\";localStorage.setItem(formatStorageKey,format)}return format}();var fonts=document.querySelectorAll(\".webfont\");var urlAttribute=shouldHint?\"data-cache-file-hinted-\"+fontFormat:\"data-cache-file-\"+fontFormat;for(var i=0,j=fonts.length;i0&&alpha-1){styleSheet.media=\"screen\";window.guardian.css.loaded=true;try{window.guardian.css.onLoad()}catch(e){}return true}}setTimeout(function(){setMedia(styleSheet)})}function useCss(){for(var i=0,totalStyleSheetLinks=styleSheetLinks.length;i\n\nSkip to main content\n\n\n\n\n\nThe Guardian - Back to home\n\n\n\n\nSupport The&nbsp;Guardian\n\nContribute\n\n\n\nSubscribe\n\n\n\nContribute\n\n\n\n\n\nSearch jobs\n\n\n\n\n\nSign in\n\n\n\n\nMy account\n\n\nComments &amp; replies\n\n\nPublic profile\n\n\nAccount details\n\n\nEmails &amp; marketing\n\n\nMembership\n\n\nContributions\n\n\nDigital Pack\n\n\n\n\n\n\n\n\nSign out\n\n\n\n\n\nSearch\n\n\n\n\n\nswitch to the \nInternational edition\n\n\nswitch to the \nUK edition\n\n\nswitch to the \nUS edition\n\n\nswitch to the \nAustralia edition\n\n\ncurrent edition: \nInternational edition\n\n\nNews\n\n\nOpinion\n\n\nSport\n\n\nCulture\n\n\nLifestyle\n\n\n\n\nShow\nMore\n\n\n\n\n\nNews\n\n\nWorld news\n\n\nUK news\n\n\nScience\n\n\nCities\n\n\nGlobal development\n\n\nFootball\n\n\nTech\n\n\nBusiness\n\n\nEnvironment\n\n\nObituaries\n\n\n\nOpinion\n\n\nThe Guardian view\n\n\nColumnists\n\n\nCartoons\n\n\nOpinion videos\n\n\nLetters\n\n\n\nSport\n\n\nFootball\n\n\nRugby union\n\n\nCricket\n\n\nTennis\n\n\nCycling\n\n\nF1\n\n\nGolf\n\n\nUS sports\n\n\n\nCulture\n\n\nBooks\n\n\nMusic\n\n\nTV &amp; radio\n\n\nArt &amp; design\n\n\nFilm\n\n\nGames\n\n\nClassical\n\n\nStage\n\n\n\nLifestyle\n\n\nFashion\n\n\nFood\n\n\nRecipes\n\n\nLove &amp; sex\n\n\nHealth &amp; fitness\n\n\nHome &amp; garden\n\n\nWomen\n\n\nMen\n\n\nFamily\n\n\nTravel\n\n\nMoney\n\n\n\n\n\n\n\nWhat term do you want to search?\n\nSearch with google\n\n\n\nMake a contribution\n\n\nSubscribe\n\n\n\nInternational edition\n\n\nswitch to the \nUK edition\n\n\nswitch to the \nUS edition\n\n\nswitch to the \nAustralia edition\n\n\n\n\nSearch jobs\n\n\nDating\n\n\nHolidays\n\n\nDigital Archive\n\n\nThe Guardian app\n\n\nVideo\n\n\nPodcasts\n\n\nPictures\n\n\nNewsletters\n\n\nToday&#x27;s paper\n\n\nInside the Guardian\n\n\nThe Observer\n\n\nGuardian Weekly\n\n\nCrosswords\n\n\n\n\nFacebook\n\n\n\n\nTwitter\n\n\n\nSearch jobs\n\n\nDating\n\n\nHolidays\n\n\nDigital Archive\n\n\n\n\n\nWorld\n\n\nEurope\n\n\nUS\n\n\nAmericas\n\n\nAsia\n\n\nAustralia\n\n\nMiddle East\n\n\nAfrica\n\n\nInequality\n\n\nCities\n\n\nGlobal development\n\n\nMore\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMexico\n\n\n\n\nMexican governor and senator killed in helicopter crash\n\n\n\nPuebla governor Martha Erika Alonso dies days after taking office, along with former governor Rafael Moreno  Reuters \nTue 25 Dec 2018 01.26 GMT\n\nLast modified on Tue 25 Dec 2018 01.40 GMT\n \n\n\n\nShare on Twitter\n\n\n\n\nShare via Email\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthorities investigate the area where the helicopter carrying the governor of Puebla, Martha Erika Alonso, and her husband, Senator Rafael Moreno, crashed.\nPhotograph: Hilda Rios/EPA\n\n\nA Mexican governor and her husband, a former governor of the same state, were killed in a helicopter crash in the center of the country on Monday, local media and politicians said. Martha Erika Alonso, the new governor of the central state of Puebla, and her husband, Senator Rafael Moreno, died when their helicopter came down not far from the state capital, according to the newspaper Reforma. \n\n\n\n\n\n\n\n \n\n  \n \n\n  Facebook \n \n\n  Twitter \n \n\n  Pinterest \n\n\n  Rafael Moreno and Martha Erika Alonso, the new governor of Puebla, who have died in a helicopter crash. Photograph: Joel Merino/Martha Erika Alonso/AP/Reuters\n\nIt was unclear if the pilot died. Alonso, from the center-right National Action party (PAN), took office earlier this month after a violent, hotly contested election. An electoral tribunal had to validate the results months after the vote amid accusations of fraud. “May they rest in peace; (the PAN) is in mourning,” the PAN president, Marko Cortes, said on Twitter. Moreno was governor of Puebla between 2011 and 2017. A number of Mexican politicians have died in aircraft accidents in the past few years, including federal interior ministers in 2008 and 2011. Both were members of the PAN, like Alonso and her husband. It was not immediately clear what caused the Christmas Eve crash. The fact the accident occurred just days after Alonso took office triggered speculation of foul play on social media.", "-1?\"ttf\":\"woff\";localStorage.setItem(formatStorageKey,format)}return format}();var fonts=document.querySelectorAll(\".webfont\");var urlAttribute=shouldHint?\"data-cache-file-hinted-\"+fontFormat:\"data-cache-file-\"+fontFormat;for(var i=0,j=fonts.length;i0&&alpha-1){styleSheet.media=\"screen\";window.guardian.css.loaded=true;try{window.guardian.css.onLoad()}catch(e){}return true}}setTimeout(function(){setMedia(styleSheet)})}function useCss(){for(var i=0,totalStyleSheetLinks=styleSheetLinks.length;i\n\nSkip to main content\n\n\nThe Guardian - Back to home\n\n\n\n\nSupport The&nbsp;Guardian\n\nContribute\n\n\n\nSubscribe\n\n\n\nContribute\n\n\n\n\n\nSearch jobs\n\n\n\n\n\nSign in\n\n\n\n\nMy account\n\n\nComments &amp; replies\n\n\nPublic profile\n\n\nAccount details\n\n\nEmails &amp; marketing\n\n\nMembership\n\n\nContributions\n\n\nDigital Pack\n\n\n\n\n\n\n\n\nSign out\n\n\n\n\n\nSearch\n\n\n\n\n\nswitch to the \nInternational edition\n\n\nswitch to the \nUK edition\n\n\nswitch to the \nUS edition\n\n\nswitch to the \nAustralia edition\n\n\ncurrent edition: \nInternational edition\n\n\nNews\n\n\nOpinion\n\n\nSport\n\n\nCulture\n\n\nLifestyle\n\n\n\n\nShow\nMore\n\n\n\n\n\nNews\n\n\nWorld news\n\n\nUK news\n\n\nScience\n\n\nCities\n\n\nGlobal development\n\n\nFootball\n\n\nTech\n\n\nBusiness\n\n\nEnvironment\n\n\nObituaries\n\n\n\nOpinion\n\n\nThe Guardian view\n\n\nColumnists\n\n\nCartoons\n\n\nOpinion videos\n\n\nLetters\n\n\n\nSport\n\n\nFootball\n\n\nRugby union\n\n\nCricket\n\n\nTennis\n\n\nCycling\n\n\nF1\n\n\nGolf\n\n\nUS sports\n\n\n\nCulture\n\n\nBooks\n\n\nMusic\n\n\nTV &amp; radio\n\n\nArt &amp; design\n\n\nFilm\n\n\nGames\n\n\nClassical\n\n\nStage\n\n\n\nLifestyle\n\n\nFashion\n\n\nFood\n\n\nRecipes\n\n\nLove &amp; sex\n\n\nHealth &amp; fitness\n\n\nHome &amp; garden\n\n\nWomen\n\n\nMen\n\n\nFamily\n\n\nTravel\n\n\nMoney\n\n\n\n\n\n\n\nWhat term do you want to search?\n\nSearch with google\n\n\n\nMake a contribution\n\n\nSubscribe\n\n\n\nInternational edition\n\n\nswitch to the \nUK edition\n\n\nswitch to the \nUS edition\n\n\nswitch to the \nAustralia edition\n\n\n\n\nSearch jobs\n\n\nDating\n\n\nHolidays\n\n\nDigital Archive\n\n\nThe Guardian app\n\n\nVideo\n\n\nPodcasts\n\n\nPictures\n\n\nNewsletters\n\n\nToday&#x27;s paper\n\n\nInside the Guardian\n\n\nThe Observer\n\n\nGuardian Weekly\n\n\nCrosswords\n\n\n\n\nFacebook\n\n\n\n\nTwitter\n\n\n\nSearch jobs\n\n\nDating\n\n\nHolidays\n\n\nDigital Archive\n\n\n\n\n\nWorld\n\n\nUK\n\n\nScience\n\n\nCities\n\n\nGlobal development\n\n\nFootball\n\n\nTech\n\n\nBusiness\n\n\nEnvironment\n\n\nObituaries\n\n\nMore\n\n\n\n\n\n\n\n\n\n\n\n\nIndonesia\n\n\nAnak Krakatau volcano erupts before and after tsunami – video\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPlay Video\n\n\n\n0:59\n\n\n\n\nAn eruption of the Anak Krakatau volcano the day before the deadly tsunami was caught on camera by a team from Indonesia's Natural Resources Conservancy Agency. The sound of explosions can be heard as the volcano emits smoke and lava. The volcano lies in the Sunda Strait between Java and Sumatra, linking the Indian Ocean and Java Sea. Scientists said Sunday's tsunami could have been caused by volcanic landslides&nbsp; • Indonesia tsunami 2018: death toll rises after Sunda Strait disaster – latest news Source: AP / Twitter (as credited) \nSun 23 Dec 2018 23.18 GMT\n\nLast modified on Mon 24 Dec 2018 17.05 GMT\n \n\n\n\nShare on Twitter\n\n\n\n\nShare via Email\n\n\n\n\n\n\n\n\n\nTopics\n\n\nIndonesia\n\n\n\n\nIndonesia tsunami\n\n\n\n\n\n\n\n\n\n\n\nmore on this story\n\n\n\n\n\n\n\n\n\n\n\n\n\nIndonesia tsunami caused by collapse of volcano\n\nExpert confirmation comes as officials say country needs new tsunami early warning system\n\n\n\n\nPublished: 24 Dec 2018\n\n\nIndonesia tsunami caused by collapse of volcano\n\n\n\n\n\nPlay Video\n\n\n\n\n\n\n\nIndonesia: search for missing people under way after deadly tsunami – video report\n\nHundreds of military personnel and volunteers have been scouring debris-strewn beaches in search of survivors after a tsunami struck the Sunda Strait", "Actor, 59, due in court for arraignment in January over allegations of indecent assault and battery in Nantucket restaurant in 2016 -1?\"ttf\":\"woff\";localStorage.setItem(formatStorageKey,format)}return format}();var fonts=document.querySelectorAll(\".webfont\");var urlAttribute=shouldHint?\"data-cache-file-hinted-\"+fontFormat:\"data-cache-file-\"+fontFormat;for(var i=0,j=fonts.length;i0&&alpha-1){styleSheet.media=\"screen\";window.guardian.css.loaded=true;try{window.guardian.css.onLoad()}catch(e){}return true}}setTimeout(function(){setMedia(styleSheet)})}function useCss(){for(var i=0,totalStyleSheetLinks=styleSheetLinks.length;i\n\nSkip to main content\n\n\n\nThe Guardian - Back to home\n\n\n\n\nSupport The&nbsp;Guardian\n\nContribute\n\n\n\nSubscribe\n\n\n\nContribute\n\n\n\n\n\nSearch jobs\n\n\n\n\n\nSign in\n\n\n\n\nMy account\n\n\nComments &amp; replies\n\n\nPublic profile\n\n\nAccount details\n\n\nEmails &amp; marketing\n\n\nMembership\n\n\nContributions\n\n\nDigital Pack\n\n\n\n\n\n\n\n\nSign out\n\n\n\n\n\nSearch\n\n\n\n\n\nswitch to the \nInternational edition\n\n\nswitch to the \nUK edition\n\n\nswitch to the \nUS edition\n\n\nswitch to the \nAustralia edition\n\n\ncurrent edition: \nInternational edition\n\n\nNews\n\n\nOpinion\n\n\nSport\n\n\nCulture\n\n\nLifestyle\n\n\n\n\nShow\nMore\n\n\n\n\n\nNews\n\n\nWorld news\n\n\nUK news\n\n\nScience\n\n\nCities\n\n\nGlobal development\n\n\nFootball\n\n\nTech\n\n\nBusiness\n\n\nEnvironment\n\n\nObituaries\n\n\n\nOpinion\n\n\nThe Guardian view\n\n\nColumnists\n\n\nCartoons\n\n\nOpinion videos\n\n\nLetters\n\n\n\nSport\n\n\nFootball\n\n\nRugby union\n\n\nCricket\n\n\nTennis\n\n\nCycling\n\n\nF1\n\n\nGolf\n\n\nUS sports\n\n\n\nCulture\n\n\nBooks\n\n\nMusic\n\n\nTV &amp; radio\n\n\nArt &amp; design\n\n\nFilm\n\n\nGames\n\n\nClassical\n\n\nStage\n\n\n\nLifestyle\n\n\nFashion\n\n\nFood\n\n\nRecipes\n\n\nLove &amp; sex\n\n\nHealth &amp; fitness\n\n\nHome &amp; garden\n\n\nWomen\n\n\nMen\n\n\nFamily\n\n\nTravel\n\n\nMoney\n\n\n\n\n\n\n\nWhat term do you want to search?\n\nSearch with google\n\n\n\nMake a contribution\n\n\nSubscribe\n\n\n\nInternational edition\n\n\nswitch to the \nUK edition\n\n\nswitch to the \nUS edition\n\n\nswitch to the \nAustralia edition\n\n\n\n\nSearch jobs\n\n\nDating\n\n\nHolidays\n\n\nDigital Archive\n\n\nThe Guardian app\n\n\nVideo\n\n\nPodcasts\n\n\nPictures\n\n\nNewsletters\n\n\nToday&#x27;s paper\n\n\nInside the Guardian\n\n\nThe Observer\n\n\nGuardian Weekly\n\n\nCrosswords\n\n\n\n\nFacebook\n\n\n\n\nTwitter\n\n\n\nSearch jobs\n\n\nDating\n\n\nHolidays\n\n\nDigital Archive\n\n\n\n\n\nBooks\n\n\nMusic\n\n\nTV &amp; radio\n\n\nArt &amp; design\n\n\nFilm\n\n\nGames\n\n\nClassical\n\n\nStage\n\n\nMore\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKevin Spacey\n\n\n\n\nKevin Spacey faces criminal charge over alleged sexual assault of teenager\n\n\n\nActor, 59, due in court for arraignment in January over allegations of indecent assault and battery in Nantucket restaurant in 2016 \nVictoria Bekiempis and agencies \nMon 24 Dec 2018 20.57 GMT\n\nLast modified on Mon 24 Dec 2018 21.48 GMT\n \n\n\n\nShare on Twitter\n\n\n\n\nShare via Email\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKevin Spacey in 2016, the year the alleged assault was said to have taken place. According to the Boston Globe, the charge against Spacey is a felony.\nPhotograph: Nicholas Kamm/AFP/Getty Images\n\n\nKevin Spacey is facing a charge of indecent assault and battery in relation to alleged sexual misconduct at a restaurant in Nantucket, Massachusetts, in July 2016, officials said Monday. \n \n\nRead more\n\n\n\nThe assault charge relates to allegations that Spacey sexually assaulted the teenage son of Heather Unruh, who was formerly a TV news anchor in Boston, the Boston Globe reported. Spacey, who was dropped from the Netflix series House of Cards after allegations of sexual misconduct surfaced, is expected in Nantucket district court on 7 January for his arraignment. Michael O’Keefe, prosecutor for the Cape &amp; Islands District, said in a statement that Nantucket district court clerk magistrate Brian Kearney issued the criminal complaint against Spacey on 20 December, following a “public show cause hearing”. A representative for Spacey could not immediately be reached for comment. According to the Boston Globe, the charge against Spacey is a felony. After more than a year out of the limelight following multiple allegations of sexual misconduct, Spacey reemerged on Monday with a bizarre video posted on YouTube and Twitter titled Let Me Be Frank, in which he appeared to reprise his character of President Frank Underwood from House of Cards. Let Me Be Frank https://t.co/OzVGsX6Xbz “Of course, some believed everything and have just been waiting with bated breath to hear me confess it all,” Spacey says in the video, in which he wears a Santa Claus-pattern kitchen apron. “They’re just dying to have me declare that everything said is true and that I got what I deserved. “But you wouldn’t believe the worst without evidence, would you? You wouldn’t rush to judgement without facts, would you? … Did you? “No, not you, you’re smarter than that,” his character also said, addressing the viewer. Spacey reportedly posted the monologue after the charges were made public.  “If I didn’t pay the price for the things we both know I did do, I’m certainly not going to pay the price for the things I didn’t do,” he says in it. Unruh went public in November 2017 with allegations that Spacey slipped his hand down her then 18-year-old son’s pants, and then touched his genitals, at the Club Car Restaurant the preceding summer. When Spacey went to use the restaurant’s bathroom, her son fled. He did not disclose the incident due to embarrassment, Unruh said. Mitchell Garabedian, a lawyer representing Spacey’s accuser, said in a statement: “Let the facts be presented, the relevant law applied and a just and fair verdict rendered.” Prosecutors are separately reviewing allegations that Spacey attacked a man in Malibu, California in October 2016. Police in the UK have also investigated Spacey for alleged sexual assault. Spacey’s latest film, Billionaire Boys Club, which he made prior to the sexual assault allegations, was considered a record-setting flop, taking in just $126 (£98) on its opening night.", "Underwater landslide may have triggered deadly wave but scientists won’t know exact answer for some time -1?\"ttf\":\"woff\";localStorage.setItem(formatStorageKey,format)}return format}();var fonts=document.querySelectorAll(\".webfont\");var urlAttribute=shouldHint?\"data-cache-file-hinted-\"+fontFormat:\"data-cache-file-\"+fontFormat;for(var i=0,j=fonts.length;i0&&alpha-1){styleSheet.media=\"screen\";window.guardian.css.loaded=true;try{window.guardian.css.onLoad()}catch(e){}return true}}setTimeout(function(){setMedia(styleSheet)})}function useCss(){for(var i=0,totalStyleSheetLinks=styleSheetLinks.length;i\n\nSkip to main content\n\n\n\nThe Guardian - Back to home\n\n\n\n\nSupport The&nbsp;Guardian\n\nContribute\n\n\n\nSubscribe\n\n\n\nContribute\n\n\n\n\n\nSearch jobs\n\n\n\n\n\nSign in\n\n\n\n\nMy account\n\n\nComments &amp; replies\n\n\nPublic profile\n\n\nAccount details\n\n\nEmails &amp; marketing\n\n\nMembership\n\n\nContributions\n\n\nDigital Pack\n\n\n\n\n\n\n\n\nSign out\n\n\n\n\n\nSearch\n\n\n\n\n\nswitch to the \nInternational edition\n\n\nswitch to the \nUK edition\n\n\nswitch to the \nUS edition\n\n\nswitch to the \nAustralia edition\n\n\ncurrent edition: \nInternational edition\n\n\nNews\n\n\nOpinion\n\n\nSport\n\n\nCulture\n\n\nLifestyle\n\n\n\n\nShow\nMore\n\n\n\n\n\nNews\n\n\nWorld news\n\n\nUK news\n\n\nScience\n\n\nCities\n\n\nGlobal development\n\n\nFootball\n\n\nTech\n\n\nBusiness\n\n\nEnvironment\n\n\nObituaries\n\n\n\nOpinion\n\n\nThe Guardian view\n\n\nColumnists\n\n\nCartoons\n\n\nOpinion videos\n\n\nLetters\n\n\n\nSport\n\n\nFootball\n\n\nRugby union\n\n\nCricket\n\n\nTennis\n\n\nCycling\n\n\nF1\n\n\nGolf\n\n\nUS sports\n\n\n\nCulture\n\n\nBooks\n\n\nMusic\n\n\nTV &amp; radio\n\n\nArt &amp; design\n\n\nFilm\n\n\nGames\n\n\nClassical\n\n\nStage\n\n\n\nLifestyle\n\n\nFashion\n\n\nFood\n\n\nRecipes\n\n\nLove &amp; sex\n\n\nHealth &amp; fitness\n\n\nHome &amp; garden\n\n\nWomen\n\n\nMen\n\n\nFamily\n\n\nTravel\n\n\nMoney\n\n\n\n\n\n\n\nWhat term do you want to search?\n\nSearch with google\n\n\n\nMake a contribution\n\n\nSubscribe\n\n\n\nInternational edition\n\n\nswitch to the \nUK edition\n\n\nswitch to the \nUS edition\n\n\nswitch to the \nAustralia edition\n\n\n\n\nSearch jobs\n\n\nDating\n\n\nHolidays\n\n\nDigital Archive\n\n\nThe Guardian app\n\n\nVideo\n\n\nPodcasts\n\n\nPictures\n\n\nNewsletters\n\n\nToday&#x27;s paper\n\n\nInside the Guardian\n\n\nThe Observer\n\n\nGuardian Weekly\n\n\nCrosswords\n\n\n\n\nFacebook\n\n\n\n\nTwitter\n\n\n\nSearch jobs\n\n\nDating\n\n\nHolidays\n\n\nDigital Archive\n\n\n\n\n\nWorld\n\n\nEurope\n\n\nUS\n\n\nAmericas\n\n\nAsia\n\n\nAustralia\n\n\nMiddle East\n\n\nAfrica\n\n\nInequality\n\n\nCities\n\n\nGlobal development\n\n\nMore\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIndonesia\n\n\n\n\nWhat caused the tsunami in Indonesia and why was there no warning?\n\n\n\nUnderwater landslide may have triggered deadly wave but scientists won’t know exact answer for some time \nLisa Martin \n\n@LMARTI\n\n\nMon 24 Dec 2018 17.36 GMT\n\nFirst published on Mon 24 Dec 2018 05.46 GMT\n \n\n\n\nShare on Twitter\n\n\n\n\nShare via Email\n\n\n\n\n\n\n\n\n\n\n\nPlay Video\n\n \n\n0:59\n\n\n\n\n  Anak Krakatau volcano erupts before and after tsunami – video\n\n\nWhat happened?\nSearch-and-rescue efforts were continuing in Indonesia following a deadly tsunami in the Sunda Strait which claimed more than 280 lives. More than 1,000 people were injured and 11,600 people displaced. The district of Pandeglang, on the western tip of the island of Java was worst hit, with 207 killed and 755 injured. It was caused by an eruption of the Anak Krakatau volcano. A 64-hectare (138-acre) section collapsed into the ocean and this triggered an underwater landslide, officials confirmed on Monday. \n \n\nRead more\n\n\n\nImages captured by the European Space Agency’s Sentinel-1 satellite showed that a large portion of the southern flank of the volcano had slid off into the ocean, scientists said. In the case of tsunamis caused by earthquakes, the shaking earth can act as a warning but it’s much trickier to anticipate tsunamis from volcanic eruptions. “There’s usually a big draw down in water below low tide levels, so you if you’re on the coast you’ve got a matter of minutes to get to high ground,” Kennedy said. \n \n\nRead more\n\n\n\nKennedy said if a buoy network had been in place around Anak Krakatau, a one-to-two minute warning of a pending wave was the most anyone could expect. “The expense of doing that everywhere is just impossible,” he said. Indonesia has 147 volcanoes and 76 are considered active. Kennedy said population growth on coastlines and popularity of beach resorts exposed more people to the risk of tsunamis. Krakatau is part of the Pacific Rim of Fire. The Australian-Indonesian plate is going back down into the earth underneath the Eurasian plate. “As the plate goes down into the mantle it actually starts melting, so what you get are volcanoes that sit on top of that,” Kennedy said adding they have a high level of silica which traps the gases as well as water. “They tend to be really viscous, really sticky volcanoes and they produce massive eruptions. That’s because it’s remixing all the old ocean floor,” he said. In 1883, eruptions at Krakatau caused tsunami waves that reached 36.6 meters and wiped out an estimated 36,000 people. The entire island of Krakatau was vaporised and volcanic gas, ash and rocks spewed 80km high. The eruptions, turbo charged by steam, were one of the loudest noises heard by human beings in modern in history, Kennedy said. “There were reports they heard the sound in Darwin and some reports said they heard it as far south as Perth,” he said. He said the ash clouds from Krakatau cooled the global temperature by over a degree for many years. Krakatau was quiet until late 1927, when a new eruption began on the seafloor. The following year a rising cone burst through the ocean. Two years later it became an island called Anak Krakatau “Child of Krakatau”. Kennedy said minor eruptions over the years had been slowly building up the edifice of Anak Krakatau. “You’ve got more magma and lava coming up underneath,” he said.", "Beijing expresses ‘strong dissatisfaction’ and opposition to US and Canadian statements and accuses west of double standards -1?\"ttf\":\"woff\";localStorage.setItem(formatStorageKey,format)}return format}();var fonts=document.querySelectorAll(\".webfont\");var urlAttribute=shouldHint?\"data-cache-file-hinted-\"+fontFormat:\"data-cache-file-\"+fontFormat;for(var i=0,j=fonts.length;i0&&alpha-1){styleSheet.media=\"screen\";window.guardian.css.loaded=true;try{window.guardian.css.onLoad()}catch(e){}return true}}setTimeout(function(){setMedia(styleSheet)})}function useCss(){for(var i=0,totalStyleSheetLinks=styleSheetLinks.length;i\n\nSkip to main content\n\n\n\n\n\nThe Guardian - Back to home\n\n\n\n\nSupport The&nbsp;Guardian\n\nContribute\n\n\n\nSubscribe\n\n\n\nContribute\n\n\n\n\n\nSearch jobs\n\n\n\n\n\nSign in\n\n\n\n\nMy account\n\n\nComments &amp; replies\n\n\nPublic profile\n\n\nAccount details\n\n\nEmails &amp; marketing\n\n\nMembership\n\n\nContributions\n\n\nDigital Pack\n\n\n\n\n\n\n\n\nSign out\n\n\n\n\n\nSearch\n\n\n\n\n\nswitch to the \nInternational edition\n\n\nswitch to the \nUK edition\n\n\nswitch to the \nUS edition\n\n\nswitch to the \nAustralia edition\n\n\ncurrent edition: \nInternational edition\n\n\nNews\n\n\nOpinion\n\n\nSport\n\n\nCulture\n\n\nLifestyle\n\n\n\n\nShow\nMore\n\n\n\n\n\nNews\n\n\nWorld news\n\n\nUK news\n\n\nScience\n\n\nCities\n\n\nGlobal development\n\n\nFootball\n\n\nTech\n\n\nBusiness\n\n\nEnvironment\n\n\nObituaries\n\n\n\nOpinion\n\n\nThe Guardian view\n\n\nColumnists\n\n\nCartoons\n\n\nOpinion videos\n\n\nLetters\n\n\n\nSport\n\n\nFootball\n\n\nRugby union\n\n\nCricket\n\n\nTennis\n\n\nCycling\n\n\nF1\n\n\nGolf\n\n\nUS sports\n\n\n\nCulture\n\n\nBooks\n\n\nMusic\n\n\nTV &amp; radio\n\n\nArt &amp; design\n\n\nFilm\n\n\nGames\n\n\nClassical\n\n\nStage\n\n\n\nLifestyle\n\n\nFashion\n\n\nFood\n\n\nRecipes\n\n\nLove &amp; sex\n\n\nHealth &amp; fitness\n\n\nHome &amp; garden\n\n\nWomen\n\n\nMen\n\n\nFamily\n\n\nTravel\n\n\nMoney\n\n\n\n\n\n\n\nWhat term do you want to search?\n\nSearch with google\n\n\n\nMake a contribution\n\n\nSubscribe\n\n\n\nInternational edition\n\n\nswitch to the \nUK edition\n\n\nswitch to the \nUS edition\n\n\nswitch to the \nAustralia edition\n\n\n\n\nSearch jobs\n\n\nDating\n\n\nHolidays\n\n\nDigital Archive\n\n\nThe Guardian app\n\n\nVideo\n\n\nPodcasts\n\n\nPictures\n\n\nNewsletters\n\n\nToday&#x27;s paper\n\n\nInside the Guardian\n\n\nThe Observer\n\n\nGuardian Weekly\n\n\nCrosswords\n\n\n\n\nFacebook\n\n\n\n\nTwitter\n\n\n\nSearch jobs\n\n\nDating\n\n\nHolidays\n\n\nDigital Archive\n\n\n\n\n\nWorld\n\n\nEurope\n\n\nUS\n\n\nAmericas\n\n\nAsia\n\n\nAustralia\n\n\nMiddle East\n\n\nAfrica\n\n\nInequality\n\n\nCities\n\n\nGlobal development\n\n\nMore\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChina\n\n\n\n\nChina refuses to release detained Canadians, despite demands\n\n\n\nBeijing expresses ‘strong dissatisfaction’ and opposition to US and Canadian statements and accuses west of double standards Agence France-Presse \nTue 25 Dec 2018 03.37 GMT\n \n\n\n\nShare on Twitter\n\n\n\n\nShare via Email\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMichael Spavor was detained in China in December, after fellow Canadian Michael Kovrig was held. A third woman, Sarah McIver, is also being held.\nPhotograph: Wang Zhao/AFP/Getty Images\n\n\nChina on Monday lashed out at Canada and the US for demanding the release of detained Canadians and accused Western countries of double standards. “The Chinese side expressed strong dissatisfaction and resolute opposition to the statements made by Canada and the US,” Chinese foreign ministry spokeswoman Hua Chunying said at a press briefing. Beijing this month detained two Canadians – the former Canadian diplomat Michael Kovrig and China-based businessman Michael Spavor – whom they accuse of engaging in activities that “endanger China’s security”. Kovrig is a senior advisor at the International Crisis Group thinktank, while Spavor facilitates trips to North Korea, including visits by former basketball star Dennis Rodman. Though no link has been officially made, the arrests came after Canada’s 1 December arrest of Meng Wanzhou, a top executive at Chinese telecommunications giant Huawei. A third Canadian, a woman named Sarah McIver, is also being held pending deportation for working illegally in China. France’s government on Monday also expressed its concern over the arrests, demanding Kovrig and Spavor were treated fairly. “We are concerned about the arrest of two Canadian nationals in China shortly after the detention of Ms Meng Wanzhou,” French foreign ministry spokeswoman Agnes von der Muhll said in a statement. “We call on Chinese authorities to ensure they are treated in a fair and transparent manner and that their rights to defence are respected.” Canada’s foreign minister, Chrystia Freeland, on Saturday called on allies for support in securing the release of the detained Canadians, adding that the arrests set a “worrying precedent” for the entire international community. Britain, Germany and the European Union have all issued statements expressing concerns about what are believed to be tit-for-tat arrests. The EU said the “declared motive” for the arrest and detention of Kovrig and Spavor “raises concerns about legitimate research and business practices in China”. Representatives of six Berlin-based thinktanks, including the European Council for Foreign Relations and the German Marshall Fund, expressed concern about the detention of the Canadians, saying that it increased “uncertainty and distrust”. \n \n\nRead more\n\n\n\nBut Hua on Monday dismissed these concerns, saying the countries seem to have “different human rights standards for citizens of different countries”. “What does this matter have to do with the UK or the EU? “Where were they when the Canadian side illegally detained Chinese business executives at the request of the US?” she added. Meng has been released on bail pending the outcome of an extradition hearing. The United States – which is locked in a bruising trade war with Beijing – has accused her of violating sanctions on Iran. She is living under electronic surveillance in a luxury home in Vancouver, welcoming visitors daily and updating her social media page. Kovrig and Spavor have been held under more difficult conditions and denied access to lawyers."]}